<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Виховна робота");
$APPLICATION->SetTitle("Виховна робота");
?><section class="section-70 section-md-114">
<div class="shell">
	<p class="range range-xs-center">
	</p>
	<h2 align="center">
	Основні принципи виховної роботи </h2>
	<p style="text-align: justify;">
		 Розвиток будь-якої держави залежить від системи виховання, яка створена в ній. <b><i>«Чим досконаліше виховання – тим щасливіші народи».</i></b> Мірою розвитку суспільства завжди був рівень культури, духовної сутності людини, а «<b><i>зневага до виховання є загибеллю людей, родин, держав і всього світу»</i></b>, - говорив Ян Амос Коменський.
	</p>
	<p class="cell-sm-12 text-sm-left">
	</p>
	<p style="text-align: justify;">
		 Пам’ятаючи слова видатного педагога Василя Сухомлинського <b><i>«Знання без виховання – меч в руках божевільного»</i></b>, колектив коледжу&nbsp; творчо підходить до організації виховної роботи зі студентами коледжу.
	</p>
	<p style="text-align: justify;">
 <b><i>В основу діяльності колективу коледжу з виховання студентів</i></b> покладені нормативні документи, що стосуються студентського життя та виховної роботи, а саме: Загальна декларація прав людини, Конституція України, Укази Президента України, Закони України, Концепція національно-патріотичного виховання молоді та інші директивні документи.
	</p>
	<p style="text-align: justify;">
	</p>
	<p style="text-align: justify;">
 <b><i>Метою виховної діяльності</i></b> є надання майбутнім фахівцям основоположних цінностей, ідей і переконань стосовно&nbsp; української&nbsp; державності та національної ідеї, формування активної громадської і особистої позиції молоді у становленні міцної і авторитетної держави, духовно збагаченої, інтелектуально розвиненої і активної особистості сформованої як громадянин, патріот, висококваліфікований фахівець і сім’янин.
	</p>
	<h3 align="center"> <b><i>Основними формами виховної роботи зі студентами коледжу є:</i></b> </h3>
	<p>
	</p>
	<ul style="text-align: justify;">
		<li>виховання&nbsp;під час навчальних занять та кураторських годин;</li>
		<li>позаудиторна та індивідуальна робота;</li>
		<li>заняття в спортивних секціях, творчих&nbsp; колективах, клубах за інтересами;</li>
		<li>участь у підготовці та проведенні конкурсів, свят, тематичних вечорів, зльотів;</li>
		<li>робота&nbsp; в органі студентського самоврядування;</li>
		<li>виховна робота в гуртожитках.</li>
	</ul>
	<ol style="text-align: left;">
	</ol>
	<h3 align="center"> <b><i>Виховання студентської молоді здійснюється за такими напрямами:</i></b></h3>
	<p>
	</p>
	<ul style="text-align: left;">
		<li>
		<p>
			 національно-патріотичне виховання;
		</p>
 </li>
		<li>
		<p>
			 адаптація студентів нового набору;
		</p>
 </li>
		<li>
		<p>
			 інтелектуально-духовне виховання;
		</p>
 </li>
		<li>
		<p>
			 превентивне та правове виховання;
		</p>
 </li>
		<li>
		<p>
			 морально-етичне виховання;
		</p>
 </li>
		<li>
		<p>
			 екологічне виховання;
		</p>
 </li>
		<li>
		<p>
			 художньо-естетичне виховання;
		</p>
 </li>
		<li>
		<p>
			 трудове виховання;
		</p>
 </li>
		<li>
		<p>
			 сімейно-родинне виховання;
		</p>
 </li>
		<li>
		<p>
			 профорієнтаційне виховання;
		</p>
 </li>
		<li>
		<p>
			 фізично-оздоровче виховання.
		</p>
 </li>
	</ul>
	<div>
		<h3> <b><i>Основні завдання виховної роботи:</i></b> </h3>
	</div>
	<ul style="text-align: left;">
		<li>
		<p>
			 забезпечення сприятливих умов для самореалізації особистості в Україні відповідно до її інтересів та можливостей;
		</p>
 </li>
		<li>
		<p>
			 виховання правової культури, поваги до Конституції України, Законів України, державної символіки - Герба, Прапора, Гімну України та історичних святинь;
		</p>
 </li>
		<li>
		<p>
			 сприяння набуттю молоддю соціального досвіду, успадкування духовних та культурних надбань українського народу;
		</p>
 </li>
		<li>
		<p>
			 формування духовних цінностей українського патріота: почуття патріотизму, національної свідомості, любові до українського народу, його історії, Української Держави, рідної землі родини, гордості за минуле і сучасне на прикладах героїчної історії українського народу та кращих зразків культурної спадщини;
		</p>
 </li>
		<li>
		<p>
			 формування мовної культури, оволодіння та вживання української мови як духовного коду нації;
		</p>
 </li>
		<li>
		<p>
			 відновлення і вшанування національної пам’яті;
		</p>
 </li>
		<li>
		<p>
			 ствердження принципів загальнолюдської моралі – правди, справедливості, милосердя, патріотизму, доброти та інших доброзичливостей;
		</p>
 </li>
		<li>
		<p>
			 формування психологічної та фізичної готовності молоді до виконання громадського та конституційного обов’язку щодо відстоювання національних інтересів та незалежності держави, підвищення престижу і розвиток мотивації молоді до державної та військової служби;
		</p>
 </li>
		<li>
		<p>
			 відродження та розвиток українського козацтва як важливої громадської сили військово-патріотичного виховання молоді;
		</p>
 </li>
		<li>
		<p>
			 забезпечення повноцінного розвитку молоді, охорона і зміцнення її фізичного, психологічного та духовного здоров’я;
		</p>
 </li>
		<li>
		<p>
			 виховання у студентів бережливого та економного&nbsp; ставлення до державного майна;
		</p>
 </li>
		<li>
		<p>
			 забезпечення високої&nbsp; художньо-естетичної культури, розвиток естетичних потреб та почуттів;
		</p>
 </li>
		<li>
		<p>
			 вироблення екологічної культури, розуміння необхідності гармонії її відносин із природою;
		</p>
 </li>
		<li>
		<p>
			 забезпечення духовної єдності поколінь, виховання поваги до батьків, людей похилого віку, турбота про молодших та людей з особливими потребами;
		</p>
 </li>
		<li>
		<p>
			 формування у студентів потреби вести здоровий спосіб життя, позбуватися шкідливих звичок.
		</p>
 </li>
	</ul>
	<p>
	</p>
	<p style="text-align: left;">
 <b>Поряд з освітнім процесом, виховання студентів відбувається і в позааудиторний час, через гуртки художньої самодіяльності, студентські клуби за інтересами, бібліотеку, спортивний клуб, орган студентського самоврядування. Особливістю цього напрямку виховної роботи є його планомірний і змістовний характер організації виховних заходів. Саме через них розвивається духовність, художньо-естетична культура, реалізуються творчі можливості студентів.</b>
	</p>
	<p style="text-align: left;">
 <a href="/about/docs/plan_vyh_rob_2025_2026.pdf" title="Ссылка: /about/docs/plan_vyh_rob_2025_2026.pdf"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> План виховної роботи коледжу 2025-2026</span></a></p>
	<p style="text-align: left;"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> 
	<a href="/about/docs/Положення-про-кураторство.pdf">Положення-про-кураторство КНУ імені Тараса Шевченка</a></span>
	</p>
	 <!--p style="text-align: left;">
 <a href="/about/docs/zvit_vyh_rob_2022_2023.pdf" title="Ссылка: /about/docs/zvit_vyh_rob_2022_2023.pdf"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> Звіт з виховної роботи за 2022-2023</span></a><span style="font-size: 20pt;"> </span>
	</p-->
	<p style="text-align: left;">
 <a href="/about/docs/vyhovna_info.pdf" title="Ссылка: /about/docs/vyhovna_info.pdf"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> Інформаційні матеріали щодо організації виховного процесу</span></a><span style="font-size: 20pt;"> </span>
	</p>
	<p style="text-align: left;">
 <a href="/about/docs/Plan%20psyhologa%202025-2026.pdf" title="Ссылка: /about/docs/plan_psyh_23_24.pdf"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> План роботи практичного психолога 2025-2026</span></a>
	</p>
	<p style="text-align: left;">
 <a href="/about/docs/Plan%20Biblio%202024-2025.pdf" title="Ссылка: /about/docs/biblio_2023.pdf"><span class="fa-file-text-o text-middle icon-xs text-madison"></span> <span style="font-size: 20pt;"> План роботи бібліотеки 2024-2025</span></a><span style="font-size: 20pt;"> </span>
	</p>
 <span style="font-size: 20pt;"> </span>
	<p style="text-align: justify;">
 <span style="font-size: 20pt;"> </span><b><span style="font-size: 20pt;"> </span></b><span style="font-size: 20pt;"> </span>
	</p>
 <span style="font-size: 20pt;"> </span>
	<p>
	</p>
	<p>
	</p>
	<p>
	</p>
	<p>
	</p>
	<p align="center">
	</p>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>