<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header-en.php");
$APPLICATION->SetPageProperty("title", "Циклові комісії");
$APPLICATION->SetTitle("Циклові комісії");
?><style>
    .main {
        margin-top: 60px;
        padding-bottom: 30px;
    }

    .content {
        padding: 0 32px;
    }

    .menu {

    }

    .menu__item {
        font-size: 16px !important;
    }

    .person__name {
        font-size: 24px;
        font-weight: bold;
    }

    .person__post {
        font-size: 16px;
        font-weight: bold;
    }

    .person .offset-top-20 p {
        text-align: justify;
    }

</style>

<div class="responsive-tabs responsive-tabs-classic vertical main" data-type="vertical">
	<ul class="menu resp-tabs-list tabs-1 text-center tabs-lg-collapsed" data-group="tabs-lg-collapsed">
		<li class="menu__item">Гуманітарних та соціально-економічних дисциплін</li>
		<li class="menu__item">Комп`ютерної техніки, математики та інформатики</li>
		<li class="menu__item">Екології</li>
		<li class="menu__item">Геологічних дисциплін</li>
		<li class="menu__item">Геофізики</li>
		<li class="menu__item">Буріння свердловин та гідрогеології</li>
		<li class="menu__item">Автотранспортних та загальнотехнічних дисциплін</li>
	</ul>
    <div class="resp-tabs-container tabs-lg-collapsed content" data-group="tabs-lg-collapsed">
        <div>
            <!-- Підліпська Галина Богданівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pidlipska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Підліпська Галина Богданівна</h2>
                    <p class="person__post">голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського державного університету ім. Т. Г. Шевченка (1977) за спеціальністю  
                            "Українська мова і література», філолог, викладач української мови літератури. 
                        </p>
                        <p>
                            Працює в коледжі з 1980 року на посаді викладача української мови та літератури, 
                            голови циклової комісії.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Українська мова. Українська мова за професійним спрямуванням. 
                            Українська література .
                        </p>
                        <p>
                            Підвищення кваліфікації: стажування на кафедрі сучасної української мови Інституту філології, 
                            Київського національного університету імені Тараса Шевченка, довідка  №044-203/26 від 02.12.2019. 
                        </p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0438-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: педагогіка, психологія, методика викладання мов, література, поезія.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Войновська Тетяна Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/about/v.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Войновська Тетяна Миколаївна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила  Переяслав-Хмельницький державний педагогічний університет ім. Г.Сковороди (2004) за 
                            спеціальністю «Педагогіка і методика середньої освіти. Історія» та у 2016 році Приватний вищий 
                            навчальний заклад «Університет новітніх технологій» за спеціальністю «Фінанси і кредит».
                        </p>
                        <p>
                            Працює в коледжі з 2011 року на посадах викладача та з 2016 заступником директора з виховної роботи.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Культурологія. Основи правознавства.  Економічна теорія. 
                        </p>
                        <p>
                            Підвищення кваліфікації: стажування на кафедрі&nbsp; етики, естетики та культорології філософського факультету КНУ імені Тараса Шевченка, довідка №041-12/26 від  03.03.2023.
                        </p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0395-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Головська Оксана Євгенівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/golovska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Головська Оксана Євгенівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського ордена Леніна державного університету  ім. Т. Г. Шевченка за спеціальністю (1982) "Геологічна зйомка, 
                            пошуки та розвідка родовищ корисних копалин» та Київські державні курси іноземних мов „Інтерлінгва”(1998).&nbsp; 
                            викладання англійської мови
                            у школах будь-якого типу.
                        </p>
                        <p>
                            Працює в коледжі з 1998 року на посаді викладача..
                        </p>
                        <p>
                            Викладає навчальні дисципліни:&nbsp; Англійська мова за професійним спрямуванням.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp; -Стажування на кафедрі іноземних мов природничих факультетів  Інституту філології, 
                            Київського національного університету імені Тараса Шевченка, довідка №044/25-26 від 07.03.2019.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0414-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: педагогіка, методика викладання іноземних мов.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Івасенко Наталія Михайлівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/ivasenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Івасенко Наталія Михайлівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (2002) за спеціальністю "Пошук та розвідка родовищ корисних копалин геофізичними методами». У 2013 році закінчила Міжрегіональну академію управління персоналом за спеціальністю «Менеджмент» та отримала кваліфікацію бакалавра з менеджменту. У 2015 році отримала ступінь магістра за напрямом підготовки «Менеджмент організацій» у Міжрегіональній Академії управління персоналом.
                        </p>
                        <p style="text-align: justify;">
                            З 2002 року працює в коледжі на різних посадах від лаборанта, методиста, завідувачки лабораторії та викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Економіка та організація геологорозвідувальних робіт.  
                        </p>
                        <p>
                            Підвищення кваліфікації: -</p><p style="text-align: justify;"></p><p> ВНЗ Укоопспілки "Полтавський університет економіки і торгівлі", Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за програмою "Педагогіка вищої школи", свідоцтво підвищення кваліфікації № ПК01597997/01896-19, № 654 від  27.07.2019.
                        </p><p>-НМЦ МОН України, онлайн-майстерня&nbsp; для педагогів "Створюємо електронні освітні ресурси". Сертифікат про участь від 24.05.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації&nbsp; СП 35830447/0397-23 від 02.06.2023.&nbsp;&nbsp;</p><p></p><p class="offset-top-20">
                        </p><p>
                            Сфера наукових інтересів: освіта, педагогіка, комп’ютерні науки, економіка, методика викладання економічних дисциплін тощо.
                        </p>
                    <p></p><p></p>
                </div>
            </div>
            
            <!-- Кондратьєва Галина Григорівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kondrateva.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Кондратьєва Галина Григорівна</h2>
                    <p class="person__post">методист,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1993) за спеціальністю «Економіка і планування геологорозвідувальних робіт»&nbsp; та Приватного акціонерного товариство «Вищий навчальний заклад «Міжрегіональна академія управління персоналом» (2008)  за спеціальністю «Облік і аудит».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1989 року на  різних посадах від секретаря, завідувача лабораторії, методиста та   викладача професійних дисциплін.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Менеджмент туризму.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:  - ВНЗ Укоопспілки "Полтавський університет економіки і торгівлі", Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за програмою "Організація педагогічної та навчально-методичної роботи у ВНЗ", свідоцтво підвищення кваліфікації № ПК01597997/01502-19, № 1502 від 01.03.2019.
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0412-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, психологія, туризм.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Найчук Людмила Ігорівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/naichukLud.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Найчук Людмила Ігорівна</h2>
                    <p class="person__post">викладач-методист, (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Київський державний університет ім. Т.Г.Шевченка у 1986 році за спеціальністю «Геофізичні методи пошуку та розвідки родовищ корисних копалин» та у 2001 році Київський інститут «Слов’янський університет» за спеціальністю «Облік і аудит». 
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1997 року на посадах викладача, головного бухгалтера, заступника директора з навчальної роботи.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Економіка та організація геологорозвідувальних робіт. Економіка підприємств. Економіка та ціноутворення в галузі туризму.  Бухгалтерський облік в туристичній діяльності.
                        </p>
                        <p>
                            Підвищення кваліфікації:  -&nbsp;</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0396-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, економіка, маркетинг, менеджмент.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Остроух Дар'я Віталіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/octroyxdar.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Остроух Дар'я Віталіївна</h2>
                    <p class="person__post">викладач (спеціаліст )</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Київський національний університет імені Тараса Шевченка у 2022 році за спеціальністю «Соціальна робота та здобула кваліфікацію бакалавра в галузі знань «Соціальна робота». На теперішній час продовжує навчання в магістратурі Київського національного університету імені Тараса Шевченка.</p>
                        <p>
                            Працює в коледжі з 2022 року на посаді викладача (спеціаліст).
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Основи філософських знань. Соціологія. Громадянська освіта.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0436-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: освіта, соціологія,  психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Орехова Світлана Микитівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/orehova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Орехова Світлана Микитівна</h2>
                    <p>викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Київський державний педагогічний інститут іноземних мов (1962) за спеціальністю «Англійська та німецька мова», вчитель англійської та німецької мов.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1967 року на посаді викладача англійської мови.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Англійська мова.&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: стажування на кафедрі англійської мови природничих факультетів Інституту філології Київського національного університету імені Тараса Шевченка, сертифікат № 056/125 від  25.01.2021.
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0435-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: педагогіка, методика викладання іноземних мов
                        </p>
                    </div>
                </div>
            </div>

            <!-- Пігнастій Ольга Олександрівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pignastij.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пігнастій Ольга Олександрівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Закінчила Ніжинський державний педагогічний університет ім. М.В. Гоголя (2004), спеціальність "Педагогіка і методика середньої школи. Історія".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2000 року на посаді викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни:  Історія: Україна і світ. Історія України. Основи правознавства. 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: стажування на кафедрі новітньої історії України Історичного факультету   Київського національного університету імені Тараса Шевченка,  довідка №  046/621-27 від 20.11.2019.
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0437-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, історія, психологія, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Потапенко Наталія Олександрівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/potapenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>                
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Потапенко Наталія Олександрівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Ніжинський педагогічний інститут ім. М.В.Гоголя (1997) за спеціальністю «Українська мова, література, зарубіжна література, історія".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1999 року на посаді викладача української мови та літератури.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни:  Українська мова. Українська мова за професійним спрямуванням. Зарубіжна література. 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -стажування на кафедрі сучасної української мови та прикладної лінгвістики Київського національного університету імені Тараса Шевченка, довідка №044/34-26 від 16.11.2020.
                        </p><p style="text-align: justify;">-&nbsp; ГО "Прометеус" (PR METHEUS), курс "Критичне мислення для освітян", сертифікат&nbsp; від 08.12.2022.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0439-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: педагогіка, мовна політика, література, поезія.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Сутулова Леся Володимирівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sutulova.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сутулова Леся Володимирівна</h2>
                    <p class="person__post">викладач (спеціаліст першої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила у 1988 Київський будівельний технікум та у 2012 році Міжрегіональну Академію управління персоналом за спеціальністю “Управління персоналом та економіка праці”, кваліфікація спеціаліст з управління персоналом та економіки праці.
                        </p>
                        <p style="text-align: justify;">
                            Починаючи з 1988 по 2006 роки працювала за спеціальністю в будівельних організаціях міста Києва. У ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» працює з 2007 року на посадах секретаря, методиста, завідувача відділенням та викладача професійних дисциплін. 
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Економіка підприємств. Основи менеджменту та маркетингу.  Організація та планування підприємств.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі»,  Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за програмою «Педагогікеа вищої школи», свідоцтво про підвищення кваліфікації  № ПК 01597997/00638. 
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0445-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, педагогіка, економіка, бухгалтерський облік, аудит.
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <!-- Фарафонов Віктор Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/farafonov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Фарафонов Віктор Васильович</h2>
                    <p class="person__post">голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму за спеціальністю 
                            «Геофізичні методи дослідження свердловин» (1967) та Київського державного 
                            університету ім. Т. Г. Шевченка (1992) за спеціальністю «Геофізичні методи пошуку 
                            та розвідки родовищ корисних копалин».
                        </p>
                        <p>
                            Працює в коледжі з 1971 року на посадах лаборанта, викладача, голови циклової комісії. 
                        </p>
                        <p>
                            Є одним із авторів галузевих стандартів фахової передвищої освіти, 
                            освітньо-професійної програми, навчальних планів, навчальних та робочих навчальних програм, 
                            комплексних контрольних робіт та біля 10 професійних методичних розробок спеціальності 
                            «Галузеве машинобудування».Викладає навчальні дисципліни: Апаратура та обладнання 
                                геофізичних методів. Геофізичні дослідження свердловин (ГДС).   
                                ТО та ремонт геофізичної апаратури.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування на базі ПЗЕ-46 КП «Кіровгеологія» за програмою 
                            «Апаратура та обладнання геофізичних методів» й «ТО та ремонт геофізичної апаратури» 
                            довідка № 2/491 від 23.11.2020. -Національна Академія педагогічних наук, 
                            ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за
                            &nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного 
                            супроводу діяльності закладів фахової передвищої освіти".&nbsp; 
                            Свідоцтво про підвищення кваліфікації СП 35830447/0448-23 від 02.06.2023.
                            &nbsp;&nbsp;
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, машинобудування, 
                            комп’ютерна техніка.
                       </p>
                    </div>
                </div>
            </div>

            <!-- Гонтарев Юрій Федорович -->
            <div class="person range range-xs-center">
                <p></p><div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/gontarev.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <p></p><h2 class="person__name">Гонтарев Юрій Федорович</h2>
                    <p class="person__post">кандидат технічних наук, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        </div><p style="text-align: justify;">Закінчив Київський політехнічний інститут (1967) за спеціальністю «Інформаційно-вимірювальна техніка». У 1989 році отримав наукову ступінь кандидата технічних наук за спеціальністю 05.13.05 «Елементи та пристрої обчислювальної техніки та системи управлінь». Тема дисертації: «Дослідження параметрів та розробка технічних засобів волоконно-оптичних каналів для розподілу систем управління».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1993 року на  посадах – викладача, завідувача лабораторією. 
                        </p>
                        <p style="text-align: justify;">
                            Є одним із авторів галузевих стандартів фахової передвищої освіти, гарантом освітньо-професійної програми, навчальних планів, навчальних та робочих навчальних програм, комплексних контрольних робіт та біля 15 професійних методичних розробок спеціальності «Галузеве машинобудування».Викладає навчальні дисципліни: Основи автоматики та комп’ютерної техніки. Комп’ютерна техніка в геофізичній апаратурі. Аналогова та цифрова схемотехніка.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування на кафедрі геоінформатики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування&nbsp;№049а-12-754&nbsp; від 14.12.2022.</p><p style="text-align: justify;">Стажування на підприємстві ДГП "Укргеофізика", довідка про стажування&nbsp; № 05/23 від 06.02.2023.</p>
                        <p>
                            Сфера наукових інтересів: освіта, машинобудування, комп’ютерна техніка.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Решетняк Оксана Валентинівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/reshetnak.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Решетняк Оксана Валентинівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            </p><p style="text-align: justify;"></p><p style="text-align: justify;">Закінчила фізичний факультет Київського державного університету ім. Т.Г. Шевченка (1986) за спеціальністю «Оптичні та оптико-електронні системи»; кваліфікація - оптик, інженер-дослідник та Ужгородський національний університет (2002) за спеціальністю «Математика»; кваліфікація – математика, викладач.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1994 року на  посаді викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Вища математика.&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Київський&nbsp; університет імені Бориса Грінченка, факультет інформаційних технологій та управління,  кафедра компютерних наук і  математики, стажування,  довідка №19-н від 12.04.2022.
                        </p><p style="text-align: justify;">Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0441-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: сучасні технології викладання математики (інформаційно-комунікативна, модульна)</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Потьомкін Григорій Павлович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30"></div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Потьомкін Григорій Павлович</h2>
                    <p class="person__post">завідувач лабораторії інформатики та комп'ютерної техніки</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            </p><p></p><p style="text-align: justify;">Закінчив Київський університет імені Бориса Грінченка (2011) за спеціальністю «Дошкільне виховання»; кваліфікація – викладач дошкільної педагогіки і психології&nbsp;та ВНЗ "Міжрегіональна Академія управління персоналом" (2020) за спеціальністю «Інженерія програмного забезпечення», спеціалізація "Прикладне програмування",&nbsp; кваліфікація магістр.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2015 року на різних посадах – лаборанта , завідувача лабораторії.
                        </p><p style="text-align: justify;">Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0401-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: комп'ютерна техніка, освіта, педагогіка, науки про Землю.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Саливон Алла Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/salivon.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Саливон Алла Анатоліївна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            </p><p style="text-align: justify;"></p><p>Випускниця Київського державного університету ім. Т.Г. Шевченка (1996) за спеціальністю «Математика»; кваліфікація – математик, викладач.
                        </p>
                        <p>
                            Працює в коледжі з 1996 року на посаді викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Математика. Вища математика. Прикладна математика. Обчислювальна математика.
                        </p>
                        <p>
                            Підвищення кваліфікації: Київський&nbsp; університет імені Бориса Грінченка, факультет інформаційних технологій та управління,  кафедра компютерних наук і  математики, стажування,  довідка №17-н від 12.04.2022.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0442-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: сучасні технології викладання математики (технологія розвиваючого навчання)</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Гонтарев Юрій Федорович -->
            <div class="person range range-xs-center">
                <p></p><div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="234" src="/osvita/images/Starodubtsev.JPG" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <p></p><h2 class="person__name">Стародубцев Олександр Петрович</h2>
                    <p class="person__post">викладач (спеціаліст першої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        </div><p style="text-align: justify;">Закінчив Севастопольський приладобудівний інститут (1977) за спеціальністю «Автоматика та телемеханіка».&nbsp;</p>
                        <p>В коледжі працює з 1997 року на
різних посадах - викладача, завідувача лабораторії.</p><p>Викладає навчальні дисципліни:
Інформатика. Комп’ютерна графіка. Комп’ютерні мережи. Адміністрування операційних систем.
Техничне обслуговування та ремонт комп’ютерів.</p><p>Підвищення кваліфікації:  - інститут
післядипломної освіти Національного медичного університету імені О.О.
Богомольця за програмою «Медична інформатика». Посвідчення про підвищення
кваліфікації № ДП18029 від 04.05.2018.</p><p style="text-align: justify;">





</p><p>&nbsp;Сфера наукових інтересів: освіта,
педагогіка, комп’ютерні науки, сучасні комп’ютерні технології.</p>
                        <p style="text-align: justify;"><br></p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Слободян Світлана Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/slobod.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left" style="text-align: justify;">
                    <h2 class="person__name">Слободян Світлана Іванівна</h2> 
                    <p class="person__post">викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1978) 
                            та Київського державного університету м. Т. Г. Шевченка (1988) 
                            за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            У 1997 році здобула другу вищу освіту за спеціальністю «Облік і аудит» 
                            у Міжгалузевому інституті післядипломної освіти.
                        </p>
                        <p style="text-align: justify;">
                            У 2015 році закінчила Міжрегіональну Академію управління персоналом 
                            за спеціальністю «Програмне забезпечення систем.
                            <br>
                            1978 - 1990 роки - ДГП ”ПівнічУкргеологія” (технік-оператор, технік-обчислювач,
                             інженер-інтерпретатор, інженер-геофізик, геофізик).
                        </p>
                        <p style="text-align: justify;">
                            1990-2001 роки - Київський геологорозвідувальний технікум 
                            (методист, завідувач відділенням по роботі з іноземними студентами, викладач
                             дисциплін професійного циклу).<br>2001-2017 роки - Міжрегіональна Академія 
                             управління персоналом (спеціаліст, начальник відділу з питань паспортно-візового 
                             обслуговування іноземних громадян, заступник директора з навчально-методичної роботи 
                             Міжнародного підготовчого інституту, старший викладач, доцент кафедр гуманітарних та 
                             природничих дисциплін, політології).<br>2011-2020 роки - Київський національний 
                             торговельно-економічний університет (старший викладач Підготовчого відділення для іноземців 
                             та осіб без громадянства та за сумісництвом провідний спеціаліст з міграційних питань).
                        </p>
                        <p style="text-align: justify;">
                            З грудня 2020 року працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» 
                            на посаді завідувача навчально-методичної лабораторії та викладача дисциплін професійного циклу. 
                            Автор понад 15 наукових публікацій в фахових виданнях, та біля 10 професійних методичних розробок.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Інформатика. 
                            Інформатика та комп'ютерна техніка. Навчальна практика з інформатики.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Вебінар "Створення онлайнового освітнього середовища під час карантинних заходів".&nbsp; 
                            ТОВ "На Урок".&nbsp; &nbsp;Свідоцтво № В242-737645 від 17.03.2020.
                            -Міжнародна науково-практична конференція "Інноваційні наукові дослідження у 
                            сфері педагогічних та психологічних наук". Сертифікат учасника від 01-02.10.2021.
                            <br>
                            -International scientific conference "Modern European Psychological and Pedagogical 
                            Educatio. The Development of a Cretive Learning Environment". Certificate №PS-85659 
                            -WSBW dated 09.10.2021.<br>-Національна Академія педагогічних наук, ДЗВО 
                            "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; 
                            програмою підвищення кваліфікації "Цифрові технології в освітньому процесі".&nbsp; 
                            Свідоцтво про підвищення кваліфікації СП 35830447/Д0339-21 від 22.10.2021.
                            <br>
                            -Вебінар "Інноваційні підходи для навчання інформатики". ТОВ "Всеоосвіта".&nbsp; 
                            Сертифікат DJ213466 від 23.02.2022.<br>-Міжнародна науково-практична конференція 
                            "Сучасний стан та перспективи розвитку науки, освіти та суспільства".&nbsp; 
                            Сертифікат учасника від 15.08.2022.<br>-Вебінар "Створення відеоконтенту для 
                            організації дистанційного навчання»". ТОВ "На Урок".&nbsp; 
                            Сертифікат В730-2542494 від 21.09.2022.<br>-Міжнародна науково-практична 
                            конференція&nbsp;«Розбудова внутрішніх систем забезпечення якості освіти 
                            у ЗВО України: інструменти та виклики».&nbsp; Сертифікат від 17-18.11.2022.
                            <br>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", 
                            Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації 
                            "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".
                            &nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0403-23 від 02.06.2023.&nbsp;&nbsp;
                        </p>
                        <p style="text-align: left;">
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, комп’ютерні науки, політична, 
                            економічна та соціальні географії, методика викладання природничих дисциплін тощо.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Соколовська Аліса Борисівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sokolovska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Соколовська Аліса Борисівна</h2>
                    <p class="person__post">кандидат технічних наук,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            </p><p style="text-align: justify;"></p><p style="text-align: justify;">Випускниця Київського державного університету імені Тараса Шевченка (1973) за спеціальністю «Економічна кібернетика».
                            В 2002 році отримала наукову ступінь кандидата технічних наук за спеціальністю 05.13.06 «Автоматизовані системи управління та прогресивні інформаційні технології». Тема дисертації: «Автоматизована інформаційна система забезпечення контролю екологічних водонебезпечних процесів»». 
                            Є одним із авторів комплексних контрольних робіт, навчальних та робочих навчальних програм дисциплін циклу математичної та природничо-наукової підготовки. Автор біля 15  методичних розробок.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 1988 року на різних посадах - викладача, заступника директора з виховної роботи, завідувача лабораторії.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Інформатика. Інформатика та комп'ютерна техніка.&nbsp; Навчальна практика з інформатики.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp; -Стажування на кафедрі автоматизації та комп’ютерно-інтегрованих технологій транспорту Державного Університету інфраструктури та технологій, довідка № 062-27/62 16.11.2020.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0405-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">Сфера наукових інтересів: освіта, педагогіка, комп’ютерні науки,  методика викладання технічних  дисциплін тощо.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Тузов Дмитро Никандрович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/tuzov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тузов Дмитро Никандрович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            Закінчив Київський державний педагогічний інститут ім. О.М. 
                            Горького (1984) за спеціальністю «Математика»; кваліфікація – вчитель математики, 
                            та Міжгалузевий інститут післядипломної освіти (1997) за спеціальністю 
                            «Облік та аудит».
                        </p>
                        <p>
                            Працює в коледжі з 1986 року на різних посадах – викладача, 
                            голови циклової комісії.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Математика. Вища математика.
                        </p>
                        <p>
                            Підвищення кваліфікації: Київський&nbsp; університет імені
                             Бориса Грінченка, факультет інформаційних технологій та управління,  
                             кафедра компютерних наук і  математики, стажування,  
                             довідка №18-н від 12.04.2022.
                        </p>
                        <p>
                            Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", 
                            Центральний інститут післядипломної освіти за&nbsp; 
                            програмою підвищення кваліфікації "Менеджмент соціально-педагогічного 
                            супроводу діяльності закладів фахової передвищої освіти".&nbsp; 
                            Свідоцтво про підвищення кваліфікації СП 35830447/0446-23 від 02.06.2023.
                        </p>
                        <p>
                            Сфера наукових інтересів: сучасні технології викладання математики 
                            (варіативні форми проблемних завдань на уроках математики)
                        </p>
                    <p></p>
                </div>
            </div>
        </div>
        <div>
            <!-- Уманець Людмила Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/Umanech.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Уманець Людмила Іванівна</h2>
                    <p class="person__post">голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1986) та Київського державного університету імені Т.Г. Шевченка (1995) за спеціальністю «Гідрогеологія та інженерна геологія».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1995 року  на посаді викладача професійних дисциплін, голови комісії.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Метеорологія та кліматологія. Загальна екологія. Екологія міських систем. Заповідна справа.&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування на кафедрі екології та зоології ННЦ „Інститут біології та медицини” Київського національного університету імені Тараса Шевченка, довідка № 036/316 від 07.11.2019;&nbsp;</p><p style="text-align: justify;">&nbsp;-ТОВ “АКАДЕМІЯ ЦИФРОВОГО РОЗВИТКУ” за освітньою програмою підвищення кваліфікації педагогічних, науково-педагогічних працівників «Цифрові інструменти GOOGLE для закладів вищої, фахової передвищої освіти», сертифікат про успішне завершення курсу № 13GW-169 від 19.10.2021.
                        </p><p style="text-align: justify;">Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0447-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Даценко Галина Євгенівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/dacenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Даценко Галина Євгенівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського державного університету ім. Т.Г. Шевченка (1990) за спеціальністю «Хімія-органічна хімія»; кваліфікація – хімік, викладач.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2003 року на посаді викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Хімія. Загальна хімія. 
                        </p>
                        <p>
                            </p><p style="text-align: justify;"></p><p>Підвищення кваліфікації: стажування на кафедрі неорганічної хімії хімічного факультету Київського національного університету імені Тараса Шевченка, довідка№037/467від 02.07.2021.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0416-23 від 02.06.2023.&nbsp;&nbsp;</p><p></p><p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Сфера наукових інтересів: сучасні технології викладання хімії (особистісно орієнтована, здоров'язберігаюча технології), історія хімії.
                        </p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Міцней Ірина Федорівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/michnij.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міцней Ірина Федорівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського геологорозвідувального технікуму (1995) за спеціальністю «Прикладна екологія» та за спеціальністю «Бухгалтерський облік і аудит» (1999), Київського національного університету імені Тараса Шевченка (2007) за спеціальністю «Геологія» та за спеціальністю «Гідрогеологія» (2008).
                        </p>
                        <p>
                            Працює в коледжі з 1996 року на різних посадах – від бібліотекарки,  бухгалтера, спеціаліста відділу кадрів коледжу до викладачки професійних дисциплін.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Безпека життєдіяльності. Грунтознавство.  Екологія геологічного середовища.  Збалансоване природокористування. Геохімія довкілля. Еколого-геологічне картування.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp; -Стажування на кафедрі екології та зоології ННІ «Інститут біології та медицини» Київського національного університету імені Тараса Шевченка, довідка №036/281 від 10.11.2020. 
                        </p><p style="text-align: justify;">Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0429-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, науки про Землю, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Остроух Оксана Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/ostrouh.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Остроух Оксана Анатоліївна</h2>
                    <p class="person__post">кандидат геологічних наук, викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (2008, 2010) за спеціальністю «Геологія», спеціалізація «Гідрогеологія».
                            У 2016 році захистила дисертаційну роботу на тему: «Закономірності змін хімічного складу ґрунтових вод Чоп-Мукачівського басейну» та здобула науковий ступінь кандидата геологічних наук за спеціальністю 04.00.06 «Гідрогеологія».
                            Є автором понад 25 друкованих праць, у фахових виданнях напрямку «Геологія» ВАК України та інших фахових виданнях, що індексуються у наукометричних базах Web of Science та Scopus. Бере участь у міжнародних наукових та науково-практичних конференціях.
                            Автор програм та робочих програм навчальних дисциплін «Аналітична хімія», «Фізико-хімічний аналіз», «Методи вимірювання параметрів навколишнього природного середовища», навчально-методичного посібника з «Хімічного аналізу», методичних рекомендацій до виконання лабораторних робіт з навчальної дисципліни «Фізико-хімічний аналіз».
                        </p>
                        <p style="text-align: justify;">У коледжі працює з 2015 року на посаді провідного інженера, а з 2017 року – завідувача лабораторії методів вимірювання параметрів навколишнього середовища та викладачки професійних дисциплін. У 2021 році присвоєне педагогічне звання «викладач-методист».
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Аналітична хімія. Фізико-хімічний аналіз. Методи вимірювання параметрів навколишнього природного середовища. Гідрогеохімія.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування у відділі геоінформаційних систем та цифрового картографування ДНВП "Картографія".</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0399-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: геологія, гідрогеологія, екологія, викладання природничих дисциплін, геоінформаційні системи.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Дятел Олександр Олексійович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/daytel.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Дятел Олександр Олексійович</h2>
                    <p class="person__post"> кандидат технічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    
                        <p style="text-align: justify;">
                            Закінчив у 2007 році Національний університет водного господарства та природокористування за спеціальністю  "Екологія та охорона навколишнього середовища» та здобув  кваліфікацію інженера з охорони навколишнього середовища спеціаліст-гідрогеолог. У 2019 році отримав науковий ступінь кандидата технічних  наук за спеціальністю "Сільськогосподарські меліорації". Працював  на різних посадах в геологічних та екологічних  організаціях  та проектних інститутах України.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2022 року на посаді викладача за сумісництвом Основне місце роботи доцент кафедри екологічного аудиту та експертизи Державної екологічної академії післядипломної освіти та управління.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Охорона навколишнього середовища, Моніторинг довкілля.&nbsp;Екологічне законодавство.&nbsp;Екологічна експертиза.&nbsp;Основи екології.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:  Курси державного екологічного аудитора. Сертифікат державного екологічного аудитора
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0419-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            
                        </p>
                    <br>
                </div>
            </div>

            <!-- Купач Тетяна Геннадіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kupach.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Купач Тетяна Геннадіївна</h2>
                    <p class="person__post"> кандидат географічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця  Київського геологорозвідувального технікуму (1993) за спеціальністю "Екологія геологічного  та суміжного середовища" та Київського університету імені Тараса Шевченка (1998) за спеціальністю «Географія» кваліфікація географа, геоеколога, менеджера, викладача. У 2008 році здобула науковий ступінь кандидата географічних наук за спеціальністю " топографія і раціональне використання природних ресурсів". У 2015 році отримала вчене звання доцента.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - доцент кафедри географії України географічного факультету Київського національного університету імені Тараса Шевченка.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Комп'ютерна обробка екологічної інформації. &nbsp;Ландшафтна екологія.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0422-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: географічна освіта,&nbsp; геоекологія, науки про Землю, геоінформаційні технології та технології дистанційного зондування Землі.</p>
                    </div>
                </div>
            </div>

            <!-- Настека Тетяна Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/nasteka.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Настека Тетяна Миколаївна</h2>
                    <p class="person__post">кандидат біологічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського державного педагогічного інституту&nbsp; ім.О.М. Горького (1985) за спеціальністю  «Географія та Біологія».
                            У 2011 рік захистила  кандидатську дисертацію на тему: «Види роду Armeniaca Mill у лісостепу України (біолого-екологічні та морфологічні особливості, використання)» та здобула науковий ступінь кандидата біологічних наук зі спеціальності 03.00.05  «Ботаніка».  У 2014 році присвоєно вчене звання доцента кафедри зоології.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - доцент кафедри біології НПУ імені М.П.Драгоманова .
                            Автор близько 110 наукових та навчально-методичних робіт, серед яких 24 навчально-методичні посібники, освітні програми, статті та матеріали міжнародних та всеукраїнських науковопрактичних конференцій. Неодноразово брала участь у роботі «Малої академії наук учнівської молоді», керувала виїзними навчальними практиками студентів, організовувала студентські наукові симпозіуми, конференції та семінари.</p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни : Біологія і екологія. Загальна біологія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0432-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: Інтродукція та акліматизація рослин, збереження біорізноманіття, біоценологія, фенологія, озеленення та стійкість рослин в агроценозах та урбосередовищі, ландшафтознавство, акваріумістика.
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <!-- Москаленко Ольга Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/moskalenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Москаленко Ольга Іванівна</h2>
                    <p class="person__post">голова комісії, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (1996) за спеціальністю «Геологічна зйомка, пошуки і розвідка родовищ корисних копалин». 1997-1999 - навчання в аспірантурі Інституту геології НАНУ за спеціальністью "Геологія".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2004 року на  посаді  викладача геологічних  дисциплін.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Палеонтологія та історична геологія. Структурна геологія та геокартування. Основи мінералогії, петрографії та петрофізики. Мінералогія, петрографія та корисні копалини. Геологія України.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp; -Стажування на кафедрі загальної та історичної геології, геохімії мінералогії та петрографії ННІ «Інститут геології»,  КНУ імені Тараса Шевченка, довідка № 049-12-590 від 31.10.2019.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0431-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, науки про Землю, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Гурська Марія Казимирівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/gurska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Гурська Марія Казимирівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Закінчила Іркутський геологорозвідувальний технікум (1971) та Київський національний університет імені Тараса Шевченка (2010) за спеціальністью "Геологія". Працювала в системі геологічної служби на різних посадах починаючи з 1971 по 2004 рік.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 2004 року на посадах завідувача лабораторії та викладача геологічних дисциплін.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Загальна геологія. Корисні копалини. Оцінка геологічних пам'яток природи. 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування на кафедрі геології родовищ корисних копалин ННІ «Інститут геології» КНУ імені Тараса Шевченка, довідка №049-12- 589 від 31.10.2019.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0415-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Найчук Наталія Володимирівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/naichyk.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Найчук Наталія Володимирівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка  за спеціальністью "Геологічна зйомка та розшуки родовищ корсних коплин" (1980), кваліфікація&nbsp; інженер-геолог. Працювала в системі геологічної служби на різних посадах починаючи з 1971 по 1995 рік.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 1996 року на посадах завідувача відділення та викладача геологічних дисциплін
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Структурна&nbsp;геологія та геокартування.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування на кафедрі геології родовищ корисних копалин ННІ «Інститут геології» КНУ імені Тараса Шевченка, довідка №049-12- 589 від 31.10.2019.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0433-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Прокопець Валентин Вікторович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/prokopech.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Прокопець Валентин Вікторович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчив у 1967 році геологічний факультет Таджикського державного університету за спеціальністю «Геологічна зйомка та пошук родовищ корисних копалин». Протягом свого життя працював у геологічно-пошукових роботах різних масштабів на Тянь- Шані, Північному Памірі та на Далекому Сході (Азія).
                        </p>
                        <p style="text-align: justify;">
                            З 1990 року по теперішній час працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка»  на посаді завідувачем музею та викладачем геологічних дисциплін, керівником гуртка «Геолог». Учасник Міжнародних геологічних конгресів XXXII (Італія, Флоренція (2004 р.)) та XXXIII (Норвегія, Осло (2008 р.)) та міжнародних науково-практичних конференцій геологічного спрямування в різних містах України та світу. Дійсний член Союзу геологів Україні Українського мінералогічного товариства.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Навчальні практики  з геології.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування на кафедрі геології родовищ корисних копалин ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування&nbsp; № 049-12-755 від 14.12.2022.</p><p style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування&nbsp; № 03/23 від 06.02.2023.</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0402-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: мінералогія, петрографія та палеонтологія, ювелірне і виробне каміння, гірські породи, руди та історія їх формування, властивості.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Семко Юлія Олегівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/simko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Семко Юлія Олегівна</h2>
                    <p class="person__post"> кандидат геологічних наук,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (2008, 2010) за спеціальністю «Геологія» спеціалізація «Економічна геологія». 
                            2010-2013 роки - навчання в аспірантурі у Навчально-науковому інституті "Інститут геології" Київського національного університету імені Тараса Шевченка. 
                            В 2014 році захистила дисертаційну роботу на тему “Комплексна оцінка геологічних пам'яток природи на прикладі об'єктів Криворіжжя” і здобула науковий ступінь кандидата геологічних наук за спеціальністю 04.00.19 «Економічна геологія».&nbsp;</p><p style="text-align: justify;">&nbsp;Є автором понад 16 друкованих праць, у тому числі 5 у вітчизняних наукових фахових виданнях та 1 у іноземному (англомовному) виданні. 
                            Працювала на геологічному факультеті Київського національного університету імені Тараса Шевченка на посаді інженера ІІ категорії науково-дослідної частини НДЛ "Мінералого – геохімічних досліджень". Була учасником організації наукових заходів кафедри геології родовищ корисних копалин, зокрема секретарем наукової міжнародної конференції «Наукові засади геолого–економічної оцінки мінерально-сировинної бази України та світу». 
                            Розробник  освітньої програми «Геотуризм», автор програм та робочих програм навчальної дисципліни «Геоморфологія та четвертинна геологія України». Творчо підходить до викладання навчальних дисциплін, застосовуючи різні методи і форми навчання.
                        </p>
                        <p style="text-align: justify;">
                            У коледжі працює з 2013 року на посаді старшого лаборанта, а з 2014 рок - завідувача навчально-методичним кабінетом та викладача&nbsp; геологічних дисциплін.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Геологія з основами геоморфології. Геоморфологія та четвертинна геологія України.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0409-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: освіта, науки про Землю, економіка, методика викладання природничих дисциплін, туризм тощо.</p>
                    <p></p>
                </div>
            </div>

            <!-- Фесечко Руслан Станіславович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/fesechko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Фесечко Руслан Станіславович</h2>
                    <p class="person__post">викладач (спеціаліст першої  категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (2012), Київського національного університету імені Тараса Шевченка (2017) за спеціальністю  «Геологія».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2013 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії, викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Кристалографія та мінералогія. Петрографія та літологія.  Пошук та розвідка родовищ корисних копалин.  Дистанційні методи вивчення. Методи досліджень мінеральної сировини.
                        </p>
                        <p>
                            </p><p style="text-align: justify;">Підвищення кваліфікації: -&nbsp;<span style="text-align: justify;">С</span><span style="text-align: justify;">тажування  на кафедрі геології і корисних копалин ННІ «Інститут геології» Київського національного університету імені Тараса Шевченка, довідка № 049- 12-49 від 14.12.2022.</span></p><p></p><p></p><p></p><p></p><p style="text-align: justify;"><span style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика", довідка № 05/23 від 06.02.2023.</span></p><p style="text-align: justify;"><span style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0407-23 від 02.06.2023.&nbsp;&nbsp;<br></span></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, науки про Землю, економіка, методика викладання природничих дисциплін, туризм тощо.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Карпенко Галина Олексіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/karpenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Карпенко Галина Олексіївна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Національний університет біоресурсів і природокористування (2009) за спеціальністю «Геодезія, картографія та землевпорядкування. Землевпорядкування та кадастр.
                        </p>
                        <p>
                            Працює в коледжі з 2015 року на посаді  викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Топографія. Топографія з основами картографії. Геодезія.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування на кафедрі геодезії та картографії Географічного факультету КНУ імені Тараса Шевченка, довідка  №050-112 від 16.12.2020.</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0420-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Локутова Олена Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/lokutova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
					<h2 class="person__name">Локутова Олена Анатоліївна</h2>
                    <p class="person__post">кандидат сільськогосподарських наук, доцент, викладач (спеціаліст вищої категорії)</p>
					<div class="offset-top-15 offset-sm-top-15">
                    </div>
                    <div class="offset-top-20">
						<hr class="divider bg-madison hr-left-0">
					</div>
					<div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Українську&nbsp;ордена Трудового Червоного Прапора сільськогосподарську академію, 1989 р., спеціальність: зооінженерія, кваліфікація: зооінженер. 26.11.2020 року присвоєно вчене звання доцента кафедри туристичного та ресторанного бізнесу і консалтингу У&nbsp; 2021 році закінчила Київський національний торговельно-економічний&nbsp; університет&nbsp; та здобула кваліфікацію ступеня вищої освіти магістра за спеціальністью "Менеджмент",ОП "Туристичний та курортно-рекреаційний менеджмент.</p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на посаді  викладача. Основне місце роботи - доцент кафедри аграрного консалтингу  і туризму НУБіП України.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Туристичне краєзнавство.  Туристичне країнознавство. Правове регулювання туристичної діяльності.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0429-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.</p>
                    </div>
                </div>
            </div>

            <!-- Міхо Олена Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/miho.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міхо Олена Іванівна</h2>
                    <p class="person__post">кандидат економічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Миколаївський державний педагогічний інститут за спеціальністю "Всесвітня історія та мова (англійська) і література (1997) та Київський університет туризму , економіки і права (2006) , викладач -туризмознавець.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на  посаді  викладача. Основне місце роботи - доцент кафедри туризму, Університет економіки та права "КРОК".
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Інформаційні системи і технології в туризмі. Спортивний туризм.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -підвищення кваліфікації з сільського зеленого туризму. НУБіП, ННІ післядипломної освіти. Свідоцтво про підвищення кваліфікації СС00493706/003514-17.</p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, туризм.
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <!-- Тонконоженко Леся Юріївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/tonkonozenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тонконоженко Леся Юріївна</h2>
                    <p class="person__post">голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1999) за спеціальністю «Комп’ютерна обробка геофізичної інформації» та Київського національного університету імені Т.Шевченка (2006) за спеціальністю «Геофізика». Здобула&nbsp; у 2022 році другу вищу освіту&nbsp; у Ніжинському державному університеті імені Миколи Гоголя за спеціальністю «Географія». Працювала в Київській геофізичній розвідувальній експедиції на посаді техніка – геофізика (1999-2004). 
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2006 року на різних посадах від лаборанта, викладача, завідувача  лабораторії.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Комп’ютерна обробка геофізичної інформації. Сейсморозвідка. Комплексування геофізичних методів. Основи геофізики. Радіоекологія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування на кафедрі геофізики ННІ «Інститут геології» Київського національного університету імені Тараса Шевченка, вих. № 049-12-591, довідка від 31.10.2019.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0406-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Дубчак Євген Сергійович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/dubchak.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Дубчак Євген Сергійович</h2>
                    <p>викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (1974), Київського державного університету ім. Т.Г. Шевченка (1981) за спеціальністю "Геофізичні методи пошуку та розвідки родовищ корисних копалин".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1974 року на посадах лаборанта, викладача, заступника директора, завідувача відділеннями. Студенти цінують його принциповість.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни:  Ядерна геофізична розвідка. Геологорозвідувальна апаратура та устаткування на автомобілях і всюдиходах. Навчальна практика з ядерної геофізичної розвідки.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування у підрозділах&nbsp; Інституту геофізики ім. С.І. Субботіна НАН України, довідка № 01-9-557 від 16.12.2021.
                        </p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0410-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Коваленко Олександр Вікторович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kovalenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2>Коваленко Олександр Вікторович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник  Київського державного університету ім. Т. Г. Шевченка (1978) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1988 року на посадах завідувача відділенням, заступника директора, завідувача лабораторії та викладача. 
                            Організатор та учасник  геолого-гідрогеологічної зйомки геофізичними методами для виявлення прісноводних лінз  у Північному Каракумі  в рамках співробітництва з Південно-Аральським гідрогеологічним  трестом  ВО «Туркменгеологія» (1990- 1993). 
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Електророзвідка. Гравірозвідка. Магніторозвідка. Навчальні практики з електророзвідки та гравімагніторозвідки.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації. Стажування   у виробничих підрозділах Державного підприємства "Українська геологічна компанія», довідка № 2-631 від 26.10.2020.
                        </p><p style="text-align: justify;">Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0398-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, етнографія, Історія України, методика викладання природничих дисциплін
                        </p>
                    </div>
                </div>
            </div>

            <!-- Пахомов Юрій Олександрович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pohomov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пахомов Юрій Олександрович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (1980) та Київського державного університету ім. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1981 року на  посаді викладача, завідувача лабораторії. 
                            Учасник   геолого-гідрогеологічної зйомки геофізичними методами для виявлення прісноводних лінз  у Північному Каракумі  в рамках співробітництва з Південно-Аральським гідрогеологічним  трестом  ВО «Туркменгеологія» (1990- 1993). 
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни:  Ядерна геофізика. Радіоекологія. Навчальна практика з ядерної геофізики.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування на кафедрі геофізики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-756 від 14.12.2022.</p><p style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування&nbsp; № 02/23 від 06.02.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0400-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів:<b> </b>освіта, педагогіка, науки про Землю, методика викладання природничих дисциплін тощо.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Пустиннік Павло Миколайович -->
            <div class="person range range-xs-center">
                
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pustinik.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                <br>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пустиннік Павло Миколайович</h2>
                    <p class="person__post">викладач (спеціаліст першої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму та Київського національного університету імені Тараса Шевченка (2015) за спеціальністю «Геофізика».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2015 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії, викладача.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Геофізичні дослідження у свердловинах. Основи автоматизації буріння свердловин.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Стажування з геофізики у КП «Кіровгеологія», довідка  №2/95 від 25.02.2020.</p><p style="text-align: justify;">-Стажування на кафедрі геофізики ННІ "Інститут геофізики" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-754 від 14.12.2022.</p><p style="text-align: justify;">-Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування&nbsp; № 04/23 від 06.02.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0440-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Яценко Валентина Василівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/yachenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Яценко Валентина Василівна</h2>
                    <p class="person__post">викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1983), Київського державного університету ім. Т. Г. Шевченка (1994) за спеціальністю "Геофізичні методи пошуку та розвідки родовищ корисних копалин".  
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1983 року на різних посадах –від лаборанта, методиста коледжу, голови циклової комісії, в.о. директора, викладача фахових дисциплін. Студенти цінують її принциповість, відвертість. 
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Основи геофізики. Комп’ютерна обробка геофізичної інформації.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі», Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за програмою «Організація педагогічної та навчально-методичної роботи у закладі освіти» свідоцтво № ПК 01597997/01994-19 від 22.11.2019;  
                        </p><p style="text-align: justify;">- Стажування на кафедрі геофізики ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування&nbsp; № 049-12-755 від 14.12.2022.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0394-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, комп’ютерні науки
                        </p>
                    </div>
                </div>
            </div>

            <!-- Корочкова Таїсія Євгенівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/korochkova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Корочкова Таїсія Євгенівна</h2>
                    <p class="person__post">кандидат фізико-математичних дисциплін, викладач (спеціаліст вищої категорії)</p><p>Випускниця Київського національного універсітету імені Т. Шевченка&nbsp;(2003) за спеціальністю «Фізика ядра і елементарних частинок", кваліфікація: магістр, викладач фізики. Захистила&nbsp; кандидатську дисертацію&nbsp; у 2006 році за спеціальністью "фізика і хімія поверхні"&nbsp; на&nbsp; тему «Фізичні моделі виникнення направленого транспорту наночастинок в низькорозмірних системах». В коледжі працює за сумісництвом з 2022 року. Старший науковий співробітник&nbsp; Інститута хімії поверхні НАН України ім. О.О. Чуйка.</p><p>Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - Відділ теоретичної та експериментальної фізики наносистем Інституту хімії поверхні ім. О.О. Чуйка НАНУ.</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            Викладає навчальні дисципліни: Фізика
                        </p>
                        <p>
                            Підвищення кваліфікації: Участь у міжнародних&nbsp;науково-практичних конференціях з публікацією статтей та тез:</p><p></p><p style="text-align: justify;"></p><p>Статті:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Терець А.Д., Машира В.О., Корочкова Т.Є. Моделювання виникнення ретчет-ефекту при детерміністичних і стохастичних флуктуаціях двоямних потенціалів // Міжнародна конференція Ужгородська школа з атомної фізики та квантової електроніки до 100-річчя від дня народження професора Івана Прохоровича Запісочного. Збірник матеріалів конференції (Ужгород,&nbsp;26-27&nbsp;травня&nbsp;2022&nbsp;р, с. 121-123)</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Терець А.Д., Машира В.О., Корочкова Т.Є. Моделювання ретчет-ефекту методом теорії ігор при стохастичних флуктуаціях двоямного потенціалу // Хімія, фізика та технологія поверхні.&nbsp;2022. Т. 13. No 3. С.&nbsp;338-348</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rozenbaum V. M., Korochkova T. Ye., Shapochkina I. V., Trakhtenberg L. I. Exactly solvable model of a slightly fluctuating ratchet // Physical Review E. –&nbsp;2021. – 104. – P.&nbsp;014133. doi:10.1103/PhysRevE.104.014133&nbsp;&nbsp;IF: 2.529</p><p>Тези:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T.Ye., Rozenbaum V.M. Molecular rotors in the potential of hindered rotation: iterative calculation method. Ukrainian Conference with International Participation CHEMISTRY, PHYSICS AND TECHNOLOGY OF SURFACE. Book of abstracts&nbsp;19-20&nbsp;October,&nbsp;2022&nbsp;Kyiv, Ukraine, p.95</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Terets A.D., Mashira V.A., Korochkova T.Ye. Ukrainian Conference with International Participation CHEMISTRY, PHYSICS AND TECHNOLOGY OF SURFACE. Book of abstracts&nbsp;19-20&nbsp;October,&nbsp;2022&nbsp;Kyiv, Ukraine, p.172</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T.Ye., Rozenbaum V.M., Shapochkina I.V., Trakhtenberg L.I. Temperature-frequency motion control for a slightly fluctuating ratchet. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" devoted to the 35th anniversary of the Chuiko Institute of Surface Chemistry of NAS of Ukraine (Kiev,&nbsp;26-27&nbsp;May,&nbsp;2021. 237 p.), p. 107</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T. Ye., Rozenbaum V. M. Unidirectional rotation in a hindered rotation potential. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" devoted to the 35th anniversary of the Chuiko Institute of Surface Chemistry of NAS of Ukraine (Kiev,&nbsp;26-27&nbsp;May,&nbsp;2021. 237 p.), p. 108</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Terets A.D., Korochkova T.Ye., Shkoda N.G., Mashira V.A. Game theory description of Brownian motors govern by dichotomous deterministic and stochastic fluctuations. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" devoted to the 35th anniversary of the Chuiko Institute of Surface Chemistry of NAS of Ukraine (Kiev,&nbsp;26-27&nbsp;May,&nbsp;2021. 237 p.), p. 109.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T. Ye., Shkoda N. G., Rozenbaum V. M., Mashira V. A., Shapochkina I. V. Phase diagram of a Brownian motor with motion reversal. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" dedicated to the 90th birthday of Academician Aleksey Chuiko (Kiev,&nbsp;15-17&nbsp;October,&nbsp;2020. 210 p.), p. 93.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T. Ye., Rozenbaum V. M., Shapochkina I. V., Trakhtenberg L.I. Removal of the temperature-frequency degeneracy of the Brownian ratchet stopping points beyond the high-temperature approximation. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" dedicated to the 90th birthday of Academician Aleksey Chuiko (Kiev,&nbsp;15-17&nbsp;October,&nbsp;2020. 210 p.), p. 94</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korochkova T. Ye., Shkoda N. G., Mashira V. A. Comparative analysis of Brownian ratchets with slightly fluctuating sawtooth and biharmonic potential profiles. Book of abstracts of Ukrainian conference with international participation "Chemistry, physics and technology of surface" dedicated to the 90th birthday of Academician Aleksey Chuiko (Kiev,&nbsp;15-17&nbsp;October,&nbsp;2020. 210 p.), p. 95.</p><p></p><p></p><p></p>
                        <p>
                            Сфера наукових інтересів: освіта,&nbsp; науки про Землю,&nbsp; молекулярна фізика, статистична фізика, дифузійний транспорт.</p>
                    <p></p><p></p>
                </div>
            </div>

            <!-- Маховець Катерина Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/mahovich.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2>Махновець Катерина Анатоліївна</h2>
                    <p>викладач (спеціаліст другої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>Випускниця Київського національного університету імені Тараса Шевченка за напрямом підготовки"Прикладна фізика", присвоєна кваліфікація бакалавра (2012). У&nbsp; &nbsp;2014 році&nbsp; отримала повну вищу освіту за спціальністью "Високі технології", кваліфікація інженер-дослідник, науковий співробітник.</p><p>Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - .вчитель фізики Українського фізико-математичного ліцею КНУ імені Тараса Шевченка.</p><p>
                            Викладає навчальні дисципліни: Фізика і астрономія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Центр забезпечення якості освіти НаУКМА, Ініціатива академічної доброчесності та якості освіти онлайн-курс для викладачів. Сертифікат від 30.12.2021.</p><p>ГС"Освіторія", курс з психологічно-емоційної підтримки. Сертифікат № О-07496 від 23.12.2022.</p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <!-- Носенко Віталій Григорович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/nosenko.jpg" height="340">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Носенко Віталій Григорович</h2>
                    <p class="person__post">голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Донецького політехнічного інституту (1982) за спеціальністю  «Технологія і техніка розвідки родовищ корисних копалин».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1992 року на різних посадах завідувача відділенням, викладача фахових дисциплін, голови циклової комісії.
                        </p>
                        <p style="text-align: justify;">
                            Викладає навчальні дисципліни: Бурове устаткування.  Бурове електрообладнання.  Спорудження свердловин на воду.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Стажування  з буріння свердловин у виробничих підрозділах ФОП «ГАРКАВЕНКО», вих. № 29,  довідка  від 15.12.2020.
                        </p><p style="text-align: justify;">-Стажування на кафедрі геології родовищ корисних копалин ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування&nbsp; № 049-12-754 від 14.12.2022.</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0447-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, гірництво.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Ващенко Олександр Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/vasenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2>Ващенко Олександр Васильович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (2009), Національного гірничого університету (2013) за спеціальністю "Буріння свердловин".
                        </p>
                        <p>
                            Працює в коледжі з 2013 року на посаді викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Буріння свердловин.  Промивка свердловин. Гідравліка та гідропривід.
                        </p>
                        <p>
                            Підвищення кваліфікації: -ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі», Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за а програмою «Організація педагогічної та навчально-методичної роботи у закладі освіти» свідоцтво № ПК 01597997/01994-19 від 22.12.2019; - стажування  з буріння свердловин у виробничих підрозділах ТОВ «ПРОДЖЕКТБУД», вих. № 049-12-592,  довідка  від 08.11.2019.
                        </p>
                        <p>
                            Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0413-23 від 02.06.2023.&nbsp;&nbsp;<br>
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, гірництво.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Лузан Володимир Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/luzan.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Лузан Володимир Васильович</h2>
                    <p class="person__post">викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського національного університету імені Тараса Шевченка (1977) за спеціальністю «Геофізичні методи пошуку та розвідки родовищ корисних копалин» та у 2004 році Центральний інститут післядипломної освіти  за спеціальністю "Управління навчальним закладом". 
                        </p>
                        <p>
                            Працює в коледжі з 1978 року на посадах  директора технікуму та викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни:  Основи  охорони праці. Економіка та організація геологорозвідувальних робіт.
                        </p>
                        <p>
                            Підвищення кваліфікації: - стажування  з охорони праці  в  ДГП «Укргеофізика»,  посвідчення про навчання № 07-379  та довідка № 02/01 від 15.02.2021.</p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0425-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія,  педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Шамрай Олександр Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="271" src="/osvita/images/Chamran.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Шамрай Олександр Васильович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (2000) за спеціальністю «Техніка та розвідка родовищ корисних копалин», кваліфікацію «гірничий технік» та Київського національного університету імені Тараса Шевченка (2006) за спеціальністю  "Гідрогеологія», кваліфікація спеціаліст-гідрогеолог. 
                            З 2000 по 2022 працював  на різних посадах в геологічних організаціях  та проектних інститутах України.
                        </p>
                        <p>
                            Працює в коледжі з 2022 року на посаді завідувача лабораторії та викладача навчальних практик.
                        </p>
                        <p>
                            Викладає навчальні дисципліни:Навчальна бурова, гірничо-бурова та слюсарна практики.
                        </p>
                        <p>
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0408-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: науки про Землю, гірництво, педагогіка. 
                        </p>
                    </div>
                </div>
            </div>

            <!-- Сита Людмила Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sita.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сита Людмила Миколаївна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського геологорозвідувального технікуму (2000), Київського національного університету імені Тараса Шевченка (2007) за спеціальністю «Гідрогеологія».
                        </p>
                        <p>
                            Працює в коледжі з 2000 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії інженерної геології, викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Основи гідравліки та гідрології. Гідрологія з основами гідрогеології. Методи еколого-геологічних досліджень. Основи екології.
                        </p>
                        <p>
                            Підвищення кваліфікації: - ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі»,  Міжгалузевий інститут підвищення кваліфікації та перепідготовки спеціалістів за програмою «Організація педагогічної та навчально-методичної  роботи у закладі освіти», свідоцтво про підвищення кваліфікації  № ПК 01597997/01994-19 від 22.12.2019.</p><p>&nbsp;-стажування  з гідрогеології та інженерної геології у Департаменті інженерних вишукувань ТОВ «Основа», довідка  вих. № 782, від 16.12.2020.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0404-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Фощій Микола Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/foshii.jpg" height="340">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Фощій Микола Васильович</h2>
                    <p class="person__post">кандидат технічних наук, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    
                        <p>
                            Випускник Київського ордена Леніна державного університету  ім. Т.Г.Шевченка (1983) за спеціальністю  «Гідрогеологія та інженерна геологія». У 2007 році здобув науковий ступінь кандидата технічних наук за спеціальністю " Фізичні процеси гірничого виробництва". Автор та співавтор більше 50 геологічних звітів і понад 100 наукових праць і монографій.  
                        </p>
                        <p>
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - Державна служба геології та надр України.
                        </p>
                        <p>
                            Викладає навчальні дисципліни:  Геологорозвідувальна справа. Основи гідрогеології. Оцінка запасів підземних вод. Основи гірничої справи.
                        </p><p>Підвищення кваліфікації:Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0449-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, геологія, гірнича справа, економіка, менеджмент.
                        </p>
                    <br>
                </div>
            </div>

            <!-- Малькова Яна Олександрівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/malkova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Малькова Яна Олександрівна</h2>
                    <p class="person__post"> викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Здобула ступінь магістра у  Київському національному університеті імені Тараса Шевченка (2015) за спеціальністю  «Гідрогеологія» та кваліфікацію "Магістра гідрогеології. Гідрогеолога. Молодший науковий співробітник".
                        </p>
                        <p>
                            Працює в коледжі за сумісництвом на посаді  викладача. Основне місце роботи - Інститут геохімії навколишнього середовища Національної Академії наук України.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Комп'ютерна обробка гідрогеологічної інформації.
                        </p><p>Підвищення кваліфікації:Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0426-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю..
                        </p>
                    </div>
                </div>
            </div>

            <!-- Улицький Олег Андрійович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/ulichkiy.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Улицький Олег Андрійович</h2>
                    <p class="person__post">доктор геологічних наук, академік, професор, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив у 1984 році Український заочний політехнічний інститут Всесоюзного ордена Трудового Червоного Прапора заочного політехнічного інституту  за спеціальністю  "Гідрогеологія та інженерна геологія» та здобув  кваліфікацію гірського інженера-гідрогеолога.
                        </p>
                        <p>
                            У 2015 році отримав науковий ступінь доктора геологічних  наук за спеціальністю екологічна безпека.  У 2019 році отримав диплом академіка академії наук вищої школи України по відділенню наук про Землю.  У 2022 році присвоєно вчене звання професора кафедри екологічного моніторингу та  геоінформаційних технологій ДЗ «Державної екологічної академії післядипломної освіти та управління»..
                        </p>
                        <p>
                            Викладає навчальні дисципліни:
                        </p>
                        <p>
                            Підвищення кваліфікації: . 
                        </p>
                        <p>
                            Сфера наукових інтересів: науки про Землю, гірництво, педагогіка.  
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <!-- Лісовенко Тетяна Федосіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/lisovenko.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Лісовенко Тетяна Федосіївна</h2>
                    <p>голова  методичного об'єднання викладачів технічної механіки міста Києва, голова комісії, викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила Донецький політехнічний інститут (1969) за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти».
                        </p>
                        <p>
                            Працює в коледжі з 1984 року на  посаді  викладача професійних дисциплін.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Технічна механіка. Взаємозамінність, стандартизація та технічні вимірювання.
                        </p>
                        <p>
                            Підвищення кваліфікації: стажування на кафедрі теоретичної та прикладної механіки механіко -математичного факультету КНУ імені Тараса Шевченка, довідка №908 від 11.12.2020.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0423-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, психологія.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Дорвард Вікторія Сергіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/dorvard.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Дорвард Вікторія Сергіївна</h2>
                    <p class="person__post">викладач (спеціаліст першої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила у 2011 році ДВНЗ «Донецький національний технічний університет» за напрямом підготовки «Радіотехніка» та отримала бакалавра з радіотехніки. У 2012 році закінчила ДВНЗ «Донецький національний технічний університет» за напрямом підготовки «Радіоелектронні пристрої, системи та комплекси» та отримала кваліфікацію спеціаліста з радіоелектронних пристроїв, систем та комплексів.
                        </p>
                        <p>
                            Працює в коледжі з 2020 року за сумісництвом на посаді викладача. Основне місце роботи  ВСП "Фаховий коледж мистецтв та дизайну Київського національного університету технологій та дизайну" .
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Електротехніка. Радіоелектроніка.  Електрорадіовимірювальні прилади.
                        </p>
                        <p>
                            Підвищення кваліфікації: cтажування на кафедрі прикладної фізики та вищої математики Київського національного університету технологій та дизайну, довідка №211 від 23.10.2020.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0418-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, комп’ютерні науки.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Котченко Віталій Степанович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kotchenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Котченко Віталій Степанович</h2>
                    <p class="person__post">викладач -методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Ташкентське вище танкове училище імені Рибалка  (1974) за спеціальністю «Командна танкова експлуатація танків та автомобілів» та   у 1989 році Військову ордена Леніна і Жовтневої Революції Червонопрапорну академію бронетанкових військ імені Маршала Радянського Союзу Малиновського Р.Я. за спеціальністю "Інженерія оперативно-танкових військ"
                        </p>
                        <p>
                            Працює в коледжі  на посаді  викладача&nbsp; з 2021 року.&nbsp;</p>
                        <p>
                            Викладає навчальні дисципліни: Захист України, Автомобілі і трактори, Автомобільні двигуни.
                        </p><p>Підвищення кваліфікації: Київський університет імені Бориса Грінченка,&nbsp; професійно-орієнтований курс для вчителів предмету "Захист Вітчизни", свідоцтво №15КУБГ108015;</p><p>- освітня платформа EdEra, онлайн-курс "Домедична допомога"&nbsp; від 15.03.2020.<br></p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0421-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                        </p>
                        <p>
                            Сфера наукових інтересів: педагогіка, спорт, спортивні змагання.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Мальований Сергій Іванович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/malevaniy.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Мальований Сергій Іванович</h2>
                    <p>викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (1979) та Київського державного університету ім. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p>
                            Працює в коледжі з 1981 року на різних посадах -завідувача навчальної частини та викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Основи стандартизації та метрології. Матеріолознавство. Технологія конструкційних матеріалів.
                        </p>
                        <p>
                            Підвищення кваліфікації: стажування з стандартизації та метрології в Інституті геофізики ім. С.І.Субботіна НАНУ, довідка №204/05 від 26.10.2020.
                        </p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0427-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, методика викладання природничих дисциплін тощо.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Міськевич Віктор Воломирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/miskevich.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міськевич Віктор Володимирович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського автомобільно-дорожнього інституту ім. 60-річчя Великої Жовтневої соціалістичної революції (1985) за спеціальністю «Організація дорожнього руху», кваліфікація - інженер дорожнього руху.
                        </p>
                        <p>
                            Працює в коледжі з 1996 року  на посаді викладача професійних дисциплін.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Правила безпеки дорожнього руху. Основи безпечного керування автомобілем. Автомобільні перевезення. Технічне обслуговування автомобілів підвищеної прохідності. Використання експлуатаційних матеріалів та економії паливно-енергетичних ресурсів.
                        </p>
                        <p>
                            Підвищення кваліфікації: -стажування з автотранспортних дисциплін у виробничих підрозділах ПАТ АТП 13058, довідка №1873від 04.12.2020.</p><p>- стажування з автотранспортних дисциплін у виробничих підрозділах ПАТ АТП 13058, довідка № 12-01 від 13.01.2023.</p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0428-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, автомобілі.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Міщенко Сергій Дмитрович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/mishenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міщенко Сергій Дмитрович</h2>
                    <p class="person__post">викладач (спеціаліст )</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського автомобільно-дорожнього інституту ім. 60-річчя Великої Жовтневої і соціалістичної революції (1982) за спеціальністю «Автомобілі і автомобільне господарство", кваліфікація - інженер механік.
                        </p>
                        <p>
                            Працює в коледжі з 1996 року  на посаді викладача професійних дисциплін за сумісництвом.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Основи технології ремонту. Технічна експлуатація автомобілів.
                        </p>
                        <p>
                            Підвищення кваліфікації: Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0430-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, автомобілі.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Скорпаков Олександр Володимирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/scorpakov.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Скорпаков Олександр Володимирович</h2>
                    <p class="person__post"> викладач (спеціаліст вищої категорії), майстер спорту з академічного веслування</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Київський державний інститут фізичної культури (1981) за спеціальністю «Фізична культура і спорт»,&nbsp;викладач фізичного виховання-тренер. Після закінчення інституту працював на різних посадах у спортивних організаціях та приймав участь в спортивних заходах різних рівнів, у тому числі і міжнародних.
                        </p>
                        <p>
                            Працює в коледжі з 2010 року на посаді викладача.
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Фізичне виховання та фізична культура.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -НМЦ МОН України семінар "Організація фізкультурно-оздоровчої та спортивно-масової роботи в закладах фахової передвищої освіти в умовах сучасних викликів". Сертифікат СС 38282994/2529-23.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0443-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: педагогіка, спорт, спортивні змагання.</p>
                    </div>
                </div>
            </div>

            <!-- Сміховський Василь Іванович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/smihovskij.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сміховський Василь Іванович</h2>
                    <p class="person__post">майстер виробничого навчання, (спеціаліст другої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму  (1987) за спеціальністю «Геологія, пошук та розвідка  родовищ корисних копалин» та Луцького  державного технічного університету  за спеціальністю "Електропостачання та електрозбереження".
                        </p>
                        <p>
                            Працює в коледжі з 1996 року  на посаді викладача навчальних практик
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Навчальна слюсарна практика
                        </p><p>Підвищенння кваліфікації:Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0444-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка,науки про Землю.</p></div></div></div><div class="person range range-xs-center"><div class="cell-sm-8 text-left"><div class="offset-top-20">
                    </div>
                </div>
            </div>

            <!-- Юрченко Анатолій Миколайович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/urchenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Юрченко Анатолій Миколайович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії),  керівник фізичного виховання,  майстер спорту з баскетболу</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Київський державний інститут фізичної культури (1979) за спеціальністю «Фізична культура і спорт», викладач фізичного виховання. Після закінчення інституту працював на різних посадах в спортивних організаціях та приймав участь в спортивних заходах різних рівнів,&nbsp;у тому числі і міжнародних.
                        </p>
                        <p>
                            Працює в коледжі з 2004 року на посаді керівника фізичного виховання та викладача,
                        </p>
                        <p>
                            Викладає навчальні дисципліни: Фізичне виховання.  Фізична культура.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: -Національний університет фізичного виховання і спорту України МОН України за програмою підвищення кваліфікації та перепідготовки тренерів (тренерів-викладачів), свідоцтво  про підвищення кваліфікації  №02928433/316-21 від 19.11.2021. 
                        </p><p style="text-align: justify;">-НМЦ МОН України семінар "Організація фізкультурно-оздоровчої та спортивно-масової роботи в закладах фахової передвищої освіти в умовах сучасних викликів". Сертифікат СС 38282994/2530-23.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0451-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: педагогіка, спорт, спортивні змагання.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div><br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>