<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header-en.php");
$APPLICATION->SetPageProperty("title", "Виховна робота");
$APPLICATION->SetTitle("Виховна робота");
?><style>
	section {
		padding: 0 24px;
		text-align: justify;
	}

	.img {
		margin: 0 auto;
	}

	.img-wrap {
		width: 100%;
		text-align: center;
	}

</style>
<p class="our-cources sub padding-lg section">
</p>
<p style="text-align: justify;">
	 Розвиток будь-якої держави залежить від системи виховання, яка створена в ній. <i><b>«Чим досконаліше виховання – тим щасливіші народи».</b></i> Мірою розвитку суспільства завжди був рівень культури, духовної сутності людини, а «<i><b>зневага до виховання є загибеллю людей, родин, держав і всього світу»</b></i>, - говорив Ян Амос Коменський.&nbsp;
</p>
<p style="text-align: justify;">
	 Пам’ятаючи слова видатного педагога Василя Сухомлинського <i><b>«Знання без виховання – меч в руках божевільного»</b></i>, колектив коледжу &nbsp;творчо підходить до організації виховної роботи зі студентами коледжу.
</p>
<p>
</p>
<p class="our-cources sub padding-lg section">
 <b>Основні принципи виховної роботи</b><br>
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
 <i><b>В основу діяльності колективу коледжу з виховання студентів</b></i> покладені нормативні документи, що стосуються студентського життя та виховної роботи, а саме: Загальна декларація прав людини, Конституція України, Укази Президента України, Закони України, Концепція національно-патріотичного виховання молоді та інші директивні документи.
</p>
<p style="text-align: justify;">
</p>
<p>
</p>
<p>
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
 <i><b>Метою виховної діяльності</b></i> є&nbsp;надання майбутнім фахівцям основоположних цінностей, ідей і переконань стосовно&nbsp; української&nbsp; державності та національної ідеї, формування активної громадської і особистої позиції молоді у становленні міцної і авторитетної держави, духовно збагаченої, інтелектуально розвиненої і активної особистості сформованої як громадянин, патріот, висококваліфікований фахівець і сім’янин.
</p>
<p style="text-align: justify;">
</p>
<p>
</p>
<p>
</p>
<p>
</p>
 <i><b>Основними&nbsp; формами виховної&nbsp; роботи зі студентами коледжу є:</b></i>&nbsp; <br>
<ul style="text-align: justify;">
	<li>&nbsp;виховання&nbsp; під час навчальних занять та кураторських годин;</li>
	<li>
	<p>
		 позаудиторна та індивідуальна робота;
	</p>
 </li>
	<li>
	<p>
		 заняття в спортивних секціях, творчих&nbsp; колективах, клубах за інтересами;,
	</p>
 </li>
	<li>
	<p>
		 &nbsp;участь у підготовці та проведенні конкурсів, свят, тематичних вечорів, зльотів;
	</p>
 </li>
	<li>
	<p>
		 робота&nbsp; в органі студентського самоврядування;
	</p>
 </li>
	<li>
	<p>
		 виховна робота в гуртожитках.
	</p>
 </li>
</ul>
 <i><b>Виховання студентської молоді здійснюється за такими напрямами:</b></i><br>
<ul style="text-align: justify;">
	<li>
	<p>
		 національно-патріотичне виховання;
	</p>
 </li>
	<li>
	<p>
		 адаптація студентів нового набору;
	</p>
 </li>
	<li>
	<p>
		 інтелектуально-духовне виховання;
	</p>
 </li>
	<li>
	<p>
		 превентивне та правове виховання;
	</p>
 </li>
	<li>
	<p>
		 морально-етичне виховання;
	</p>
 </li>
	<li>
	<p>
		 екологічне виховання;
	</p>
 </li>
	<li>
	<p>
		 художньо-естетичне виховання;
	</p>
 </li>
	<li>
	<p>
		 трудове виховання;
	</p>
 </li>
	<li>
	<p>
		 сімейно-родинне виховання;
	</p>
 </li>
	<li>
	<p>
		 профорієнтаційне виховання;
	</p>
 </li>
	<li>
	<p>
		 фізично-оздоровче виховання.
	</p>
 </li>
</ul>
<p>
</p>
<p>
 <i><b>Основні завдання виховної роботи:</b></i>&nbsp; &nbsp; &nbsp;&nbsp;
</p>
<ul style="text-align: justify;">
	<li style="text-align: justify;"><span style="text-align: justify;">забезпечення сприятливих умов для самореалізації особистості в Україні відповідно до її інтересів та можливостей;</span></li>
	<li>
	<p>
		 виховання правової культури, поваги до Конституції України, Законів України, державної символіки - Герба, Прапора, Гімну України та історичних святинь;
	</p>
 </li>
	<li>
	<p>
		 сприяння набуттю молоддю соціального досвіду, успадкування духовних та культурних надбань українського народу;
	</p>
 </li>
	<li>
	<p>
		 формування духовних цінностей українського патріота: почуття патріотизму, національної свідомості, любові до українського народу, його історії, Української Держави, рідної землі родини, гордості за минуле і сучасне на прикладах героїчної історії українського народу та кращих зразків культурної спадщини;
	</p>
 </li>
	<li>
	<p>
		 формування мовної культури, оволодіння та вживання української мови як духовного коду нації;
	</p>
 </li>
	<li>
	<p>
		 відновлення і вшанування національної пам’яті;
	</p>
 </li>
	<li>
	<p>
		 ствердження принципів загальнолюдської моралі – правди, справедливості, милосердя, патріотизму, доброти та інших доброзичливостей;
	</p>
 </li>
	<li>
	<p>
		 формування психологічної та фізичної готовності молоді до виконання громадського та конституційного обов’язку щодо відстоювання національних інтересів та незалежності держави, підвищення престижу і розвиток мотивації молоді до державної та військової служби;
	</p>
 </li>
	<li>
	<p>
		 відродження та розвиток українського козацтва як важливої громадської сили військово-патріотичного виховання молоді;
	</p>
 </li>
	<li>
	<p>
		 забезпечення повноцінного розвитку молоді, охорона і зміцнення її фізичного, психологічного та духовного здоров’я;
	</p>
 </li>
	<li>
	<p>
		 виховання у студентів бережливого та економного&nbsp; ставлення до державного майна;
	</p>
 </li>
	<li>
	<p>
		 забезпечення високої&nbsp; художньо-естетичної культури, розвиток естетичних потреб та почуттів;
	</p>
 </li>
	<li>
	<p>
		 вироблення екологічної культури, розуміння необхідності гармонії її відносин із природою;
	</p>
 </li>
	<li>
	<p>
		 забезпечення духовної єдності поколінь, виховання поваги до батьків, людей похилого віку, турбота про молодших та людей з особливими потребами;;
	</p>
 </li>
	<li>
	<p>
		 формування у студентів потреби вести здоровий спосіб життя, позбуватися шкідливих звичок.
	</p>
 </li>
</ul>
<p>
</p>
<p>
</p>
<p style="text-align: justify;">
	 Поряд з освітнім процесом, виховання студентів відбувається і в позааудиторний час, через гуртки художньої самодіяльності, студентські&nbsp; клуби за інтересами, бібліотеку, спортивний клуб, орган студентського самоврядування. Особливістю цього напрямку виховної роботи є його планомірний і змістовний характер організації виховних заходів. Саме через них розвивається духовність, художньо-естетична культура, реалізуються творчі можливості студентів.
</p>
<p style="text-align: justify;">
 <a href="/about/docs/План%20виховної%20роботи%20(1).pdf">План виховної роботи коледжу 2022-2023</a>
</p>
<p style="text-align: justify;">
 <a href="/about/docs/план%20заходів%20щодо%20протидії%20булінгу.pdf">План заходів щодо протидії булінгу (цькування)&nbsp;2022-2023.</a><br>
</p>
<p style="text-align: justify;">
 <a href="/about/docs/Календарний%20план%20виховної%20роботи%20(1).pdf">Календарний план виховної роботи </a><br>
</p>
<p style="text-align: justify;">
 <a href="/student/Куратори.pdf">Класні керівники -куратори груп</a><br>
</p>
<p style="text-align: justify;">
 <br>
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: center;">
 <br>
</p>
<p>
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>