<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Прикладна екологія");
$APPLICATION->SetTitle("Прикладна екологія");
?><section class="section-70 section-md-114">
<div class="shell">
	<p>
 <a href="/osvita/docs/doc%20101-1.pdf">Перелік освітніх компонентів ОПП "Прикладна екологія " (вступ 2022,2023,2024 (ОПП-2022))</a><br>
	</p>
	<p>
 <a href="/osvita/docs/doc%20E2%202025.pdf">Перелік освітніх компонентів ОПП "Прикладна екологія" (вступ 2025, (ОПП 2025)</a><br>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Обов'язкові освітні компоненти (загальні компетентності) (<a href="https://fkgrt.knu.ua/osvita/subjects/components.php">https://fkgrt.knu.ua/osvita/subjects/components.php</a>)&nbsp; та:</span></b></span>
	</p>
	<p>
		 Геодезія з основами топографії та картографії (вступ 2022, 2023,2024)/ <i>Топографія з основами картографії (вступ 2025)&nbsp;</i>
	</p>
	<p>
		 Загальна екологія
	</p>
	<p>
		 Метеорологія і кліматологія
	</p>
	<p>
 <span style="color: #000000;"><b><span style="font-size: 13pt;">Обов'язкові освітні компоненти (спеціальні&nbsp; компетентності):</span></b></span>
	</p>
	<p>
		 Геологія з основами геоморфології
	</p>
	<p>
		 &nbsp;Гідрологія з основами гідрогеології
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20стандартизації%20та%20метрології%203.pdf"><b><span style="color: #0000ff;">Основи стандартизації та метрології&nbsp;</span></b></a>
	</p>
	<p>
		 Фізико-хімічний аналіз
	</p>
	<p>
		 Ландшафтна екологія
	</p>
	<p>
		 Геохімія довкілля
	</p>
	<p>
		 Екологія геологічного середовища
	</p>
	<p>
		 Методи вимірювання параметрів навколишнього природного середовища
	</p>
	<p>
		 Методи еколого-геологічних досліджень
	</p>
	<p>
		 Охорона навколишнього середовища та збалансоване природокористування
	</p>
	<p>
		 Оцінка впливу на довкілля
	</p>
	<p>
		 Екологічне законодавство
	</p>
	<p>
		 Моніторинг довкілля
	</p>
	<p>
		 Екологія міських систем
	</p>
	<p>
		 Комп’ютерна обробка екологічної інформації
	</p>
	<p>
	</p>
	<p>
 <span style="font-size: 13pt; color: #000000;"><b>Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2022,2023,2024):</b></span>
	</p>
	<p>
		 Заповідна справа
	</p>
	<p>
		 Грунтознавство
	</p>
	<p>
		 Радіоекологія
	</p>
	<p>
		 Геологічні пам’ятки України
	</p>
	<p>
		 Агроекологія
	</p>
	<p>
	</p>
	<p>
		 Техноекологія
	</p>
	<p>
 <b><i>Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2025):</i></b>
	</p>
	<p>
 <b><i>Заповідна справа</i></b>
	</p>
	<p>
 <b><i>Грунтознавство</i></b>
	</p>
	<p>
 <b><i>Радіоекологія</i></b>
	</p>
	<p>
 <b><i>Екологія людини</i></b>
	</p>
	<p>
		<b><i>Гідроекологія</i></b>
	</p>
	<p>
		<b><i>Агроекологія</i></b>
	</p>
	<p>
		<b style="font-size: 13pt;"><span style="color: #0000ff;">Навчально-методичне забезпечення:</span></b>
	</p>
	<p>
 <a href="https://drive.google.com/drive/folders/1BgqmyKRRa8mKeUpNEot-QxtUOx3IJGMb">https://drive.google.com/drive/folders/1BgqmyKRRa8mKeUpNEot-QxtUOx3IJGMb</a><br>
	</p>
	<p>
 <br>
	</p>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>