<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Розвідувальна геофізика та комп'ютерна обробка геофізичної інформації");
$APPLICATION->SetTitle("Розвідувальна геофізика та комп'ютерна обробка геофізичної інформації");
?><section class="section-70 section-md-114">
<div class="shell">
	<p>
 <a href="/osvita/docs/doc103-4.pdf">Перелік освітніх компонентів ОПП "Розвідувальна геофізика та комп'ютерна обробка геофізичної інформації" (вступ 2022,2023,2024 (ОПП-2022)</a><br>
	</p>
	<p>
 <a href="/osvita/docs/doc%20E4%20Geofiz%202025.pdf">Перелік освітніх компонентів ОПП "Розвідувальна геофізика та комп'ютерна обробка геофізичної інформації" (вступ 2025 (ОПП-2025)</a><br>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Обов'язкові освітні компоненти (загальні компетентності) ( <a href="https://fkgrt.knu.ua/osvita/subjects/components.php">https://fkgrt.knu.ua/osvita/subjects/components.php</a> ) та:</span></b></span>
	</p>
	<p>
 <i>Геодезія з основами топографії та картографії (вступ 2022,2023,2024)/</i> Топографія з основами картографії (вступ 2025)
	</p>
	<p>
 <a href="/osvita/silabus/Електротехніка%20з%20основами%20електроніки.pdf"><b>Електротехніка з основами електроніки</b></a>
	</p>
	<p>
 <a href="/osvita/silabus/Загальна%20геологія.pdf"><b><span style="color: #0000ff;">Загальна геологія</span></b></a>
	</p>
	<p>
		 Основи гідрогеології та інженерної геології
	</p>
	<p>
 <span style="color: #000000;"><b>Обов'язкові освітні компоненти (спеціальні компетентності):</b></span>
	</p>
	<p>
 <a href="/osvita/silabus/Структурна%20геологія%20та%20геокартування%201.pdf">Структурна геологія та геокартування</a>
	</p>
	<p>
 <a href="/osvita/silabus/Мінералогія%20,%20петрографія%20та%20корисні%20копалини.pdf">Мінералогія, петрографія та корисні копалини</a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20стандартизації%20та%20метрології%203.pdf">Основи стандартизації та метрології</a>
	</p>
	<p>
		 Основи геофізики (вступ 2022,2023,2024)/Загальний курс геофізичних методів (вступ 2025)
	</p>
	<p>
 <i><a href="/osvita/silabus/Гравірозвідка.pdf">Гравірозвідка (вступ 2022,2023,2024)</a> /&nbsp;</i> Гравіметрія (вступ 2025)
	</p>
	<p>
 <i><a href="/osvita/silabus/Магніторозвідка.pdf">Магніторозвідка (вступ 2022,2023,2024)</a></i> / Магнітометрія (вступ 2025)
	</p>
	<p>
 <i><a href="/osvita/silabus/Електророзвідка.pdf">Електророзвідка (вступ 2022,2023,2024)&nbsp;</a></i> / Електрометрія (вступ 2025)
	</p>
	<p>
 <i>Сейсморозвідка (вступ 2022,2023,2024)&nbsp;</i> /Сейсмометрія (вступ 2025)
	</p>
	<p>
 <a href="/osvita/silabus/Ядерна%20геофізика.pdf">Ядерна геофізика&nbsp;&nbsp;</a>
	</p>
	<p>
		 Геофізичні дослідження у свердловинах
	</p>
	<p>
 <i>Комплексування геофізичних методів в т.ч. к.р. (вступ 2022,2023,2024)&nbsp;</i> /Комплексування геофізичних досліджень в т.ч.к.р (вступ 2025)
	</p>
	<p>
 <a href="/osvita/silabus/Компютерна%20обробка%20геофізичної%20інформації.pdf">Комп'ютерна обробка геофізичної інформації в т.ч. к.р.</a>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Вибіркові освітні компоненти (спеціальні компетентності) (вступ 2022,2023.2024):</span></b></span>
	</p>
	<p>
		 Радіоелектроніка
	</p>
	<p>
		 Геологія та корисні копалини України
	</p>
	<p>
		 Геоінформаційні системи та технології
	</p>
	<p>
		 Електрорадіовимірювання
	</p>
	<p>
		 Дистанційні методи вивчення Землі
	</p>
	<p>
	</p>
	<p>
		 Геоінформатика
	</p>
	<p>
 <b>Вибіркові освітні компоненти (спеціальні компетентності) (вступ 2025):</b>
	</p>
	<p>
 <b>Промислова геофізика</b>
	</p>
	<p>
 <b>Економіка мінеральної сировини</b>
	</p>
	<p>
 <b>Геологорозвідувальна справа</b>
	</p>
	<p>
 <b>Геологія родовищ корисних копалин</b>
	</p>
	<p>
 <b>Радіоекологія</b>
	</p>
	<p>
 <b>Геоінформатика</b>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #0000ff;">Навчально-методичне забезпечення:</span></b></span>
	</p>
	<p>
 <a href="https://drive.google.com/drive/folders/1aixr2JcRvxDDcGz0aVFEwHinamKxPWXr">https://drive.google.com/drive/folders/1aixr2JcRvxDDcGz0aVFEwHinamKxPWXr</a><br>
	</p>
	<p>
 <br>
	</p>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>