<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Гідрогеологічні та інженерно-геологічні дослідження для водопостачання і будівництва");
$APPLICATION->SetTitle("Гідрогеологічні та інженерно-геологічні  дослідження для водопостачання і будівництва");
?><section class="section-70 section-md-114">
<div class="shell">
	<p align="center">
 <a href="/osvita/docs/doc103%20-3.pdf">Перелік освітніх компонентів ОПП "Гідрогеологічні та інженерно-геологічні дослідження для водопостачання і будівництва" (вступ 2022,2023,2024 (ОПП-2022))</a>
	</p>
	<p align="center">
 <a href="/osvita/docs/doc%20E4%20Hidr%202025.pdf">Перелік освітніх компонентів ОПП "Гідрогеологічні та інженерно-геологічні дослідження для водопостачання і будівництва" (вступ 2025 (ОПП-2025))</a><br>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Обов'язкові освітні компоненти (загальні компетентності) (<a href="https://fkgrt.knu.ua/osvita/subjects/components.php">https://fkgrt.knu.ua/osvita/subjects/components.php</a>)&nbsp; та:</span></b></span>
	</p>
	<p>
 <i>Геодезія з основами топографії та картографії</i>/Топографія з основами картографії
	</p>
	<p>
 <a href="/osvita/silabus/Загальна%20геологія.pdf"><b>Загальна геологія</b></a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20геофізики.pdf"><b>Основи геофізики (вступ 2022,2023.2024)</b></a>/Загальний курс геофізичних методів (вступ2025)
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Обов'язкові освітні компоненти (спеціальні&nbsp; компетентності):</span></b></span>
	</p>
	<p>
 <a href="/osvita/silabus/Структурна%20геологія%20та%20геокартування%201.pdf">Структурна геологія та геокартування </a>
	</p>
	<p>
 <a href="/osvita/silabus/Мінералогія%20,%20петрографія%20та%20корисні%20копалини.pdf">Мінералогія , петрографія та корисні копалини.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Силабус_Геоморфологія.pdf">Геоморфологія та четвертинна геологія</a>
	</p>
	<p>
 <a href="/osvita/silabus/Загальна%20гідрогеологія.pdf">Загальна гідрогеологія</a>
	</p>
	<p>
 <a href="/osvita/silabus/Динаміка%20підземних%20вод.pdf">Динаміка підземних вод </a>
	</p>
	<p>
 <a href="/osvita/silabus/Методика%20гідрогеологічних%20досліджень.pdf">Методика гідрогеологічних досліджень </a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20грунтознавства.pdf">Основи грунтознавства</a>
	</p>
	<p>
 <a href="/osvita/silabus/Інженерна%20геодинаміка.pdf">Інженерна геодинаміка.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Методика%20інженерно-геологічних%20досліджень.pdf">Методика інженерно-геологічних досліджень </a>
	</p>
	<p>
 <a href="/osvita/silabus/Оцінка%20запасів%20підземних%20вод.pdf">Оцінка запасів підземних вод.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Компютерна%20обробка%20гідрогеологічної%20інформації.pdf">Комп'ютерна обробка гідрогеологічної інформації</a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20гідравліка%20та%20гідрології.pdf">Основи гідравліки&nbsp;та гідрології.</a>&nbsp; &nbsp;
	</p>
	<p>
 <span style="font-size: 13pt; color: #000000;"><b>Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2022,2023,2024):</b></span>
	</p>
	<p>
 <a href="/osvita/silabus/Інженерні%20споруди.pdf">Інженерні споруди</a>
	</p>
	<p>
 <a href="/osvita/silabus/Геологорозвідувальна%20справа.pdf">Геологорозвідувальна справа</a>
	</p>
	<p>
 <a href="/osvita/silabus/Гідрогеохімія%20силабус.pdf">Гідрогеохімія&nbsp; </a>
	</p>
	<p>
 <a href="/osvita/silabus/Моніторинг%20геолого-техногенних%20систем.pdf">Моніторинг геолого-техногенних систем.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20гірничої%20справи.pdf">Основи гірничої справи.</a>
	</p>
	<p>
		 Гідрогеохмічні методи пошуку родовищ корисних копалин
	</p>
	<p>
 <b>Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2025):</b>
	</p>
	<p>
		<b>Інженерні споруди</b>
	</p>
	<p>
		<b>Гідрогеохімія</b>
	</p>
	<p>
		<b>Основи механіки грунтів</b>
	</p>
	<p>
		<b>Геологорозвідувальна справа</b>
	</p>
	<p>
		<b>Промислова геофізика</b>
	</p>
	<p>
		<b>Економіка мінеральної сировини</b>
	</p>
	<p>
		<b><br>
		</b>
	</p>
	<p>
		<b><br>
		</b>
	</p>
	<p>
		<b><br>
		</b>
	</p>
	<p>
		<b><br>
		</b>
	</p>
	<p style="text-align: center;">
 <span style="font-size: 13pt;"><b><span style="color: #0000ff;">Навчально-методичне забезпечення</span></b></span>
	</p>
	<p style="text-align: center;">
 <a href="https://drive.google.com/drive/folders/1q-z60Dq1CLfslfTUnJ9DYO43tDs6j0J5">https://drive.google.com/drive/folders/1q-z60Dq1CLfslfTUnJ9DYO43tDs6j0J5</a><br>
	</p>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>