<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Обслуговування та ремонт автомобілів і двигунів");
$APPLICATION->SetTitle("Обслуговування та ремонт автомобілів і двигунів");
?><section class="section-70 section-md-114">
<div class="shell">
	<p>
 <a href="/osvita/docs/doc274-1.pdf">Перелік освітніх компонентів "Обслуговування та ремонт автомобілів і двигунів" (вступ 2023,2024 (ОПП-2023))</a><br>
	</p>
	<p>
 <a href="/osvita/docs/doc%20J8%202025.pdf">Перелік освітніх компонентів "Обслуговування автомобілів&nbsp; і двигунів" (вступ 2025 (ОПП-2025))</a><br>
	</p>
	<p>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Обов'язкові освітні компоненти (загальні компетентності) (<a href="https://fkgrt.knu.ua/osvita/subjects/components.php">https://fkgrt.knu.ua/osvita/subjects/components.php</a>) та:</span></b></span>
	</p>
	<p>
 <a href="/osvita/silabus/Взаємозамінність,%20стандартизація%20та%20технічні%20вимірювання%20-%20силабус.pdf">Взаємозамінність, стандартизація та технічні вимірювання </a>
	</p>
	<p>
 <a href="/osvita/silabus/Електротехніка%20з%20основами%20електроніки.pdf"><b>Електротехніка з основами електроніки</b></a>
	</p>
	<p>
 <a href="/osvita/silabus/Інженерна%20та%20компютерна%20графіка.pdf"><b>Інженерна та комп'ютерна графіка</b></a>
	</p>
	<p>
 <a href="/osvita/silabus/Технологія%20конструкціних%20матеріалів%20силабус.pdf">Технологія конструкційних матеріалів </a>
	</p>
	<p>
 <a href="/osvita/silabus/Технічна%20механіка%20силабус.pdf">Технічна механіка </a>
	</p>
	<p>
 <b><span style="color: #000000; font-size: 13pt;">Обов'язкові освітні компоненти (спеціальні&nbsp; компетентності):</span></b>
	</p>
	<p>
 <a href="/osvita/silabus/Автомобілі%20-%20Силабус.pdf">Автомобілі &nbsp;</a>
	</p>
	<p>
 <a href="/osvita/silabus/Технічна%20експлуатація%20автомобілів%20-%20Силабус.pdf">Технічна експлуатація автомобілів </a>
	</p>
	<p>
 <a href="/osvita/silabus/Електрообладнання%20автомобілів%20-%20Силабус.pdf">Електрообладнання автомобілів&nbsp; </a>
	</p>
	<p>
 <a href="/osvita/silabus/Теорія%20автомобіля%20-%20Силабус.pdf">Теорія автомобіля</a>
	</p>
	<p>
 <a href="/osvita/silabus/Основи%20технології%20ремонту%20автомобілів%20-%20Силабус%20(2).doc.pdf">Основи технології ремонту автомобілів </a>
	</p>
	<p>
 <a href="/osvita/silabus/Правила%20та%20безпека%20дорожнього%20руху%20силабус.pdf">Правила та безпека дорожнього руху&nbsp; &nbsp;.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Використання%20експлуатаційних%20матеріалів%20%20силабус.pdf">Використання експлуатаційних матеріалів&nbsp; та економія паливно-енергетичних ресурсів</a>
	</p>
	<p>
 <a href="/osvita/silabus/Організація%20та%20планування%20підприємства%20силабус.doc.pdf">Організація та планування підприємства </a>
	</p>
	<p>
 <span style="font-size: 13pt;"><b><span style="color: #000000;">Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2023,2024):</span></b></span>
	</p>
	<p>
 <a href="/osvita/silabus/Діагностика%20автомобілів%20силабус.pdf">Діагностика автомобілів </a>
	</p>
	<p>
 <a href="/osvita/silabus/Автомобільні%20перевезення%20силабус.pdf">Автомобільні перевезення </a>
	</p>
	<p>
 <a href="/osvita/silabus/Геологорозвідувальна%20%20апаратура%20і%20устаткування%20на%20автоимобілях.pdf">Геологорозвідувальна апаратура і устаткування на автомобілях.</a>
	</p>
	<p>
 <a href="/osvita/silabus/Особливості%20будови%20та%20технічне%20обслуговування%20автомобілів%20іноземного%20%20виробництва%20силабус.pdf">Особливості будови та технічне обслуговування автомобілів іноземного виробництва</a>
	</p>
	<p>
 <a href="/osvita/silabus/Технічне%20обслуговування%20автобусів%20силабус.pdf">Технічне обслуговування автобусів </a>
	</p>
	<p>
	</p>
	<p>
 <a href="/osvita/silabus/Технічне%20обслуговування%20автомобілів%20підвищеної%20прохідності%20силабус.doc.pdf">Технічне обслуговування автомобілів підвищеної прохідності </a>
	</p>
	<p>
 <i><b>Вибіркові освітні компоненти (спеціальні&nbsp; компетентності) (вступ 2025):</b></i>
	</p>
	<p>
		<i><b>Автомобільні двигуни</b></i>
	</p>
	<p>
		<i><b>Діагностика автомобілів</b></i>
	</p>
	<p>
		<i><b>Автомобільні перевезення</b></i>
	</p>
	<p>
		<i><b>Основи автосервісу</b></i>
	</p>
	<p>
		<i><b>Технічне обслуговування автомобілів іноземного виробництва</b></i>
	</p>
	<p>
		<i><b>Геологорозвідувальна справа</b></i>
	</p>
	<p>
 <b style="font-size: 13pt;"><span style="color: #0000ff;">Навчально-методичне забезпечення:</span></b>
	</p>
	<p>
 <a href="https://drive.google.com/drive/folders/1r4ej3pv8nJXtytwA08rE3LIQuj4fp-8s">https://drive.google.com/drive/folders/1r4ej3pv8nJXtytwA08rE3LIQuj4fp-8s</a><br>
	</p>
	<p>
 <br>
	</p>
	<p>
 <br>
	</p>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>