<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Циклові комісії");
$APPLICATION->SetTitle("Циклові комісії");
?><style>
    .main {
        margin-top: 60px;
        padding-bottom: 30px;
    }

    .content {
        padding: 0 32px;
    }

    .menu {

    }

    .menu__item {
        font-size: 16px !important;
    }

    .person__name {
        font-size: 24px;
        font-weight: bold;
    }

    .person__post {
        font-size: 16px;
        font-weight: bold;
    }

    .person .offset-top-20 p {
        text-align: justify;
    }

</style>

<div class="responsive-tabs responsive-tabs-classic vertical main" data-type="vertical">
	<ul class="menu resp-tabs-list tabs-1 text-center tabs-lg-collapsed" data-group="tabs-lg-collapsed">
		<li class="menu__item">Гуманітарних та соціально-економічних дисциплін</li>
		<li class="menu__item">Комп`ютерної техніки, математики та інформатики</li>
		<li class="menu__item">Екологія</li>
		<li class="menu__item">геологічних дисциплін</li>
		<li class="menu__item">Геофізики</li>
		<li class="menu__item">Буріння свердловин та гідрогеологія</li>
		<li class="menu__item">Автотранспортних та загальнотехнічних дисциплін</li>
	</ul>
    <div class="resp-tabs-container tabs-lg-collapsed content" data-group="tabs-lg-collapsed">
        <div>
            <!-- Підліпська Галина Богданівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pidlipska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Підліпська Галина Богданівна</h2>
                    <p class="person__post">голова комісії, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського державного університету ім. Т. Г. Шевченка (1977) за спеціальністю «Українська мова і література», філолог, викладач української мови літератури. 
                        </p>
                        <p>
                            Працює в коледжі з 1980 року на посаді викладача української мови та літератури, голови циклової комісії.
                        </p>
                        <p>
                            Навчальні дисципліни: Українська мова. Українська література. Українська мова (за професійним спрямуванням)
                        </p>
                        <p>
                            Підвищення кваліфікації:</p>
							<p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0438-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
							<p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0254-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0239-2025 від 20.05.2025 р.<br></p>
                        <p>
                            Сфера наукових інтересів: педагогіка, психологія, методика викладання мов, література, поезія.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Войновська Тетяна Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/about/v.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Войновська Тетяна Миколаївна</h2>
                    <p class="person__post">заступник директора з навчальної роботи, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила Переяслав-Хмельницький державний педагогічний університет ім. Г.Сковороди (2004) за спеціальністю «Педагогіка і методика середньої освіти. Історія» та у 2016 році Приватний вищий навчальний заклад «Університет новітніх технологій» за спеціальністю «Фінанси і кредит».
                        </p>
                        <p>
                            Працює в коледжі з 2011 року на посадах викладача та з 2016 заступником директора з виховної роботи.
                        </p>
                        <p>
                            Навчальні дисципліни: Історія:Україна і світ, Історія України та української культури, Основи правознавства, Основи психології.
						</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0395-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Вебінар «Атестація керівників ЗДО та ЗЗСО за новими професійними стандартами: методичні рекомендації». ТОВ "Всеоосвіта". Сертифікат YM707965 від 12.12.2023.<br></p><p>-Вебінар "Методичний практикум"Національно-партіотичне виховання у поступі до Української національної ідентичності". ТОВ "Всеоосвіта". Сертифікат ТТ 149666 від 20.12.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0235-24 від 11.05.2024.&nbsp;<br></p>
							<p>- КНУ імені Тараса Шевченка, «Лідерство в університеті: вдосконалення заради розвитку» за тематичними блоками: «Стратегічні питання організації виховної роботи», «Ефективна комунікація зі здобувачами та підтримання психічного здоровʼя», сертифікат 27-29.09.2024.<br></p><p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0237-2025 від 20.05.2025 р.<br></p>
							<p>- Державна наукова установа «Інститут модернізації змісту освіти», ГО «Агенція сталого розвитку та освітніх ініціатив», онлайн-форум «Інклюзія: життя без барʼєрів», сертифікат № ПК-2025/9774 від 22.05.2025.<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Марціновська Дарина Святославівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/marcinovska.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>                
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Марціновська Дарина Святославівна</h2>
                    <p class="person__post">заступник директора з виховної роботи, кандидат філософських наук, викладач (спеціаліст вищої категорії, старший учитель)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
			 Закінчила Державний вищий навчальний заклад «Прикарпатський національний університет імені Василя Стефаника» (2009 рік. Філософія. Бакалавр філософії (релігієзнавство)), (2010 рік. Релігієзнавство. Релігієзнавець, викладач релігієзнавчих і філософських дисциплін) та Чернівецький національний університет імені Юрія Федьковича (2016 рік. Філологія. Філолог, викладач зарубіжної літератури).
		</p>
		<p style="text-align: justify;">
			У 2014 році здобула науковий ступінь кандидата філософських наук, 09.00.11 – релігієзнавство, «Феномен релігійної віри в католицизмі: проблемні дискурси XX-XXI століття», ДК №021476, 16.05.2014, Інститут філософії імені Г.С.Сковороди НАН України.
		</p>
		<p style="text-align: justify;">
			Працює в коледжі з 2026 року на посаді заступника директора з виховної роботи та викладача. 
		</p>
		<p style="text-align: justify;">
		</p>
		<p style="text-align: justify;">Навчальні дисципліни: Основи філософських знань.</p>
		<p>
			 Підвищення кваліфікації: -НМЦВФПО МОН України: Цикл вебінарів "Школа педагогічної майстерності" за результатами Всеукраїнського коонкурсу "Педагогічний ОСКАР-2025". Сертифікат ПКВ 38282994/5547-25 від 27.06.2025; -підвищення кваліфікації педагогічних та науково-педагогічних працівників "Професійний розвиток педагога в умовах освітніх трансформацій". Сертифікат ПК 38282994/10279-25 від 22.12.2025.
		</p>
		<p>
			 Сфера наукових інтересів: філософія, освіта, психологія, педагогіка.
		</p>
                    </div>
                </div>
            </div>

            <!-- Буханова Олена Володимирівна -->
			<div class="person range range-xs-center">
				<div class="cell-sm-4 text-sm-left">
					<div class="inset-sm-right-30">
						<img width="340" src="/osvita/images/buxanova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
					</div>
				</div>
				<div class="cell-sm-8 text-left">
					<h2 class="person__name">Буханова Олена Володимирівна</h2>
					<p class="person__post">методист коледжу (спеціаліст вищої категорії)</p>
					<div class="offset-top-15 offset-sm-top-15">
						<hr class="divider bg-madison hr-left-0">
					</div>
					<div class="offset-top-20">
					<p>
					У 2000 році закінчила Київський національний університет імені Тараса Шевченка за спеціальністю «Українська мова та література» та здобула кваліфікацію філолога, спеціаліста української мови та літератури.&nbsp;<br>
					</p>
					<p>
					Професійна діяльність:
					</p>
					<p>
						 З 2001 по 2005 роки працювала в Медичному інституті Української асоціації народної медицини на посаді викладачів латинської мови та медичної термінології, ділової української мови.
					</p>
					<p>
				 З 2006 по 2022 роки працює в Київському національному торговельно-економічному університеті на посаді старшого викладача української мови як іноземного підготовчого відділення для іноземців та осіб без громадянства та на кафедрі сучасних європейських мов. Координувала методичне забезпечення відділення та кафедри.
					</p>
					<p>
					</p>
					<p>
						 З грудня 2022 року перейти працювати у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаду методистського коледжу.
					</p>
					<p>
		 <b>Навчальні дисципліни:</b> Українська мова (за професійним спрямуванням), Етика ділового спілкування.<br>
					</p>
					<p>
		 <b>Підвищення кваліфікації</b> :&nbsp;
					</p>
					<p>
						 -Національний педагогічний університет імені М,П,Драгоманова за напрямом "Інноватика у викладанні української мови як іноземної". Свідоцтво 12СС 02125295/039794.
					</p>
					<p>
						 – Стажування в ННІ «Інститут геології» Київського національного університету імені Тараса Шевченка, довідка про стажу № 049-12-752 від 14.12.2022.
					</p>
					<p>
						 - Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2449/23Д від 04.04.2023.<br>
					</p>
					<p>
						 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0411-23 від 02.06.2023.&nbsp;&nbsp;<br>
					</p>
					<p>
						 -Вебінар "Атестація педагогічних працівників за новим положенням: перспективи та виклики". ТОВ "На Урок". Сертифікат В936-4785793 від 16.09.2023.<br>
					</p>
					<p>
						 -Вебінар «Робота атестаційної комісії закладу освіти протягом року». ТОВ "На Урок". Сертифікат В963-4785793 від 20.10.2023.
					</p>
					<p>
						 - ІІІ Міжнародна науково-практична конференція «Розбудова внутрішньої системи забезпечення якості у ЗВО України: кваліфікація, оцінювання та культура якості». Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістю освітньої діяльності". Сертифікат від 16-17.11.2023.
					</p>
					<p>
						 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0233-24 від 11.05.2024.&nbsp; <br>
						 -ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0254/24Ц від 12-13.06.2024. <br>
						 -Київський національний університет імені Тараса Шевченка, IV Міжнародна науково-практична конференція «Розбудова систем забезпечення якості освіти в ЗВО України – досягнення і проблеми – погляд ззовні і середини», сертифікат від 05.12.2024 <br>
						 -ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0224-2025 від 20.05.2025 р.<br>
					</p>
					<p>
						<b>Сфера наукових інтересів:</b> освіта, педагогіка, методика викладання гуманітарних дисциплін тощо.
						</p>
					</div>
				</div>
			</div>
				

            <!-- Головська Оксана Євгенівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/golovska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Головська Оксана Євгенівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського ордена Леніна державного університету ім. Т. Г. Шевченка за спеціальністю (1982) «Геологічна зйомка, пошуки та розвідка родовищ корисних копалин» та Київські державні курси іноземних мов „Інтерлінгва” (1998). викладання англійської мови в школах будь-якого типу.
                        </p>
                        <p>
                            Працює в коледжі з 1998 року на посаді викладача..
                        </p>
                        <p>
                            Навчальні дисципліни: Англійська мова (за професійним спрямуванням).
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2466/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0414-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">- Курс за напрямом "Іноземна мова" ("Make yor student speak"). ТОВ "На Урок". Свідоцтво № ОК51-5056548 від 10.12.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0236-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ГО “Прометей”, курс “Англійська для STEM (наука, техніка, інженерія та математика), сертифікат від 12.04.2025 р.<br></p>
							<p style="text-align: justify;">-Навчально-науковий інститут перепідготовки та підвищення кваліфікації Українського державного університету імені Михайла Драгоманова, програма «Інновації у викладанні романо-германських мов», сертифікат № 0414/25, 09.06-27.06.2025<br></p>
                        <p>
                            Сфера наукових інтересів: педагогіка, методика викладання іноземних мов.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Івасенко Наталія Михайлівна -->
            <!-- div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/ivasenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Івасенко Наталія Михайлівна</h2>
                    <p class="person__post">завідувач навчальної лабораторії інформаційного забезпечення та електронного документообігу, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p></p><p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (2002) за спеціальністю "Пошук та розвідка родовищ корисних копалин геофізичними методами». У 2013 році закінчила Міжрегіональну академію управління персоналом за спеціальністю «Менеджмент» та отримала кваліфікацію бакалавра з менеджменту. У 2015 році отримала ступінь магістра за напрямом підготовки «Менеджмент організацій» у Міжрегіональній Академії управління персоналом.
                        </p>
                        <p style="text-align: justify;">
                            З 2002 року працює в коледжі на різних посадах від лаборанта, методиста, завідувачки лабораторії та викладача.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни:&nbsp; Економіка мінеральної сировини</p>
                        <p>
                            Підвищення кваліфікації:</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2503/23Д від 04.04.2023.<br></p><p>-НМЦВФПО МОН України, онлайн-майстерня&nbsp; для педагогів "Створюємо електронні освітні ресурси". Сертифікат про участь від 24.05.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації&nbsp; СП 35830447/0397-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-ГО "ІППО" підвищення кваліфікації "Формування економічних знань молоді в закладах освіти". Сертифікат №1767588167218629432 від 23.10.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0241-24 від 11.05.2024.&nbsp;<br></p><p></p><p class="offset-top-20">
                        </p><p>
                            Сфера наукових інтересів: освіта, педагогіка, комп’ютерні науки, економіка, методика викладання економічних дисциплін тощо.
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div-->
            
            <!-- Кондратьєва Галина Григорівна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kondrateva.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Кондратьєва Галина Григорівна</h2>
                    <p class="person__post">методист коледжу&nbsp; (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p></p><p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1993) за спеціальністю «Економіка і планування геологорозвідувальних робіт»&nbsp; та Приватного акціонерного товариство «Вищий навчальний заклад «Міжрегіональна академія управління персоналом» (2008)  за спеціальністю «Облік і аудит».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1989 року на  різних посадах від секретаря, завідувача лабораторії, методиста та   викладача професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни:&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2530/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0412-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-НМЦВФПО МОН України,&nbsp; підвищення кваліфікації методистів закладів фахової передвищої освіти "Методологічні засади організації професійного розвитку педагогічних працівників в умовах оновленого змісту освіти". Сертифікат&nbsp; СС 382829994/4833-23&nbsp; від 25-26.10.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0244-24 від 11.05.2024.&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, психологія, туризм.
                        </p>
                    <p></p>
					</div>
                </div>
            </div-->

            <!-- Найчук Людмила Ігорівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/naichukLud.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Найчук Людмила Ігорівна</h2>
                    <p class="person__post">викладач-методист, (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Київський державний університет ім. Т.Г.Шевченка у 1986 році за спеціальністю «Геофізичні методи пошуку та розвідки родовищ корисних копалин» та у 2001 році Київський інститут «Слов'янський університет» за спеціальністю «Облік і аудит». 
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1997 року на посадах викладача, головного бухгалтера, заступника директора з навчальної роботи.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Економічна теорія, Економіка підприємства, Основи статистики
						</p>
                        <p>
                            Підвищення кваліфікації: -&nbsp;</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0396-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Вебінар "Культура академічної доброчесності: проєктування освітнього контенту". ТОВ "Всеоосвіта". Сертифікат ZF671389 від 28.11.2023.<br></p><p style="text-align: justify;">-НМЦВФПО МОН України, підвищення кваліфікації заступників директорів закладів фахової передвищої освіти "Менеджмент інноваційної діяльності в освітньому середовищі". Сертифікат СС 382829994/5985-23 від 14-15.12.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0250-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0226-2025 від 20.05.2025 р.<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, економіка, маркетинг, менеджмент.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Остроух Дар'я Віталіївна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30"><br></div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name"><br></h2><div class="offset-top-20">
                    </div>
                </div>
            </div -->


            <!-- Пігнастій Ольга Олександрівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pignastij.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пігнастій Ольга Олександрівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p>
						<p style="text-align: justify;">
                            Закінчила Ніжинський державний педагогічний університет ім. М.В. Гоголя (2004), спеціальність "Педагогіка і методика середньої школи. Історія".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2000 року на посаді викладача.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Історія: Україна і світ, Історія України та української культури, Основи правознавства.&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- ГО "Прометеус" (PRO METHEUS) , онлайн-курс "Критичне мислення для освітян". Сертифікат від 02.11.2022</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2613/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0437-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">- ГО «Прометеус» (PRO METHEUS), онлайн-курс «Академічна доброчесність: онлайн-курс для викладачів». Сертифікат від 13.01.2024.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0253-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">- ГО «Прометеус», курс «Освітні інструменти критичного мислення», сертифікат від 16.01.2025.</p>
                        <p>
                            Сфера наукових інтересів: освіта, історія, психологія, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Потапенко Наталія Олександрівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/potapenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>                
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Потапенко Наталія Олександрівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила Ніжинський педагогічний інститут ім. М.В.Гоголя (1997) за спеціальністю «Українська мова, література, зарубіжна література, історія».
                        </p>
                        <p>
                            Працює в коледжі з 1999 року на посаді викладача української мови та літератури.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Українська мова. Зарубіжна література. Українська мова (за професійним спрямуванням). 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- ГО "Прометеус" (PRO METHEUS), курс "Критичне мислення для освітян", сертифікат від 08.12.2022.</p><p style="text-align: justify;">-- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2619/23Д від 04.04.2023.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0439-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">- ГО «Прометеус» (PRO METHEUS), онлайн-курс «Академічна доброчесність: онлайн-курс для викладачів». Сертифікат від 14.01.2024.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0255-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ГО «Прометей», курс «Освітні інструменти критичного мислення», сертифікат від 16.01.2025 р.<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: педагогіка, мовна політика, література, поезія.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Самборук Єлизавета Андріївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/samboruk.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Самборук Єлизавета Андріївна</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            У 2023 році закінчила Київський національний лінгвістичний університет за спеціальністю «Філологія», освітню програму «Теорія і практика перекладу з новогрецької та іншої іноземної мов» та здобула ступінь бакалавра.
                        </p>
                        <p style="text-align: justify;">
                            У 2025 році закінчила Навчально - науковий інститут філології Київського національного університету імені Тараса Шевченка за освітньою програмою "Зарубіжна література та англійська мова: теорія та методика навчання". Здобула вищу магістра за спеціальністю "Середня освіта" та отримала професійну кваліфікацію: вчитель закладу загальної середньої освіти, викладач закладу фахової освіти, викладач закладу вищої освіти, дослідник.
                        </p>
						<p style="text-align: justify;">
						В коледжі працює з вересня 2025 року.</p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Англійська мова, Англійська мова (за професійним спрямуванням).</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, педагогіка, прикладна лінгвістика (англійська та новогрецька мова)
                        </p>
                    </div>
                </div>
            </div>

            <!-- Сидоренко Кристина Костянтинівна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sidorenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>                
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сидоренко Кристина Костянтинівна</h2>
                    <p class="person__post">практичний психолог, викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
			 Закінчила у 2023 році Київський національний економічний університет імені Вадима Гетьмана за акредитованою освітньою програмою «Політичні технології та лідерство» здобула кваліфікацію: ступінь вищої освіти бакалавр, галузі знань «Соціальні та поведінкові науки», спеціальність «Політологія».
		</p>
		<p style="text-align: justify;">
			 У 2022 році закінчила акредитовану Міжнародну школу психології “WOMEN’S COMPASS SHOOOL” (Certificate № ECS.UA.02.3188) курс «Практична психологія».
		</p>
		<p style="text-align: justify;">
			 У 2024 році здобула у Київському національному лінгвістичному університеті кваліфікацію ступінь вищої освіти магістр&nbsp;галузі знань "Соціальні та поведінкові науки" спеціальність "Психологія"&nbsp;за освітньою програмою "Психологічні дослідження і консультування"&nbsp;.
		</p>
		<p style="text-align: justify;">
			 В коледжі працює з листопада 2024 року.
		</p><p style="text-align: justify;">Навчальні дисципліни: Основи психології та професійної етики. Політологія. Соціологія.</p>
		<p>
			 Підвищення кваліфікації: -
		</p>
		<p>
			 - International Education Center Psychology School, сертифікати з відзнакою ISO: метафоричні карти, дитяча психологія, перинатальна психологія, арт-терапія, арт-терапія в роботі з дітьми та підлітками, гештальт-терапія, когнітивно-поведінкова терапія.2023.<br>
		</p>
		<p>
			 - Вебінари:«Вправи та техніки у роботі з психологічним стресом та напругою у дітей», «Ігри та вправи для розвитку емоційного інтелекту дитини», «Психологічна робота при ПТСР у дітей», «Стан тривоги та занепокоєння у дітей та підлітків». The association of aesthetic therapy, Наталія Львова. 2024.
		</p>
		<p>
			 Сфера наукових інтересів: психологія, освіта.
		</p>
                    </div>
                </div>
            </div-->

            <!-- Сутулова Леся Володимирівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sutulova.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сутулова Леся Володимирівна</h2>
                    <p class="person__post">завідувач геологорозвідувального відділення, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчила в 1988 році Київський будівельний технікум та в 2012 році Міжрегіональну Академію управління персоналом за спеціальністю “Управління персоналом та економіка праці”, кваліфікація спеціаліст з управління персоналом та економіки праці.
                        </p>
                        <p style="text-align: justify;">
                            Починаючи з 1988 по 2006 роки працюючи за спеціальністю в будівельних організаціях міста Києва. У ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» з 2007 року працює на посадах секретаря, методиста, завідувача відділення та викладача професійних дисциплін. 
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Основи менеджменту та маркетингу. Організація та планування підприємства.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2664/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0445-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0232-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">ТОВ «ЧОЙС 31», модуль № 1 «Основи штучного інтелекту» курсу «Від початківця до експерта в ШІ», сертифікат від 14.12.2024 р.</p>
							<p style="text-align: justify;">ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0227-2025 від 20.05.2025 р.</p>
							<p style="text-align: justify;">ГО «Прометеус», Академічна доброчесність: онлайн-курс для викладачів, сертифікат від 07.12.2025 р.</p>
	                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, педагогіка, економіка, бухгалтерський облік, аудит.
                        </p>
                    </div>
                </div>
            </div>
			
        </div>
		
        <div>

            <!-- Соколовська Аліса Борисівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/sokolovska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Соколовська Аліса Борисівна</h2>
                    <p class="person__post">голова комісії, завідувач навчальної лабораторії інформаційних систем та технологій, інженерної та комп'ютерної графіки , кандидат технічних наук, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            </p><p style="text-align: justify;"></p><p style="text-align: justify;">Випускниця Київського державного університету імені Тараса Шевченка (1973) за спеціальністю «Економічна кібернетика». У 2002 році отримала наукову ступінь кандидата технічних наук за спеціальністю 05.13.06 «Автоматизовані системи управління та прогресивні інформаційні технології». Тема дисертації: «Автоматизована інформаційна система забезпечення контролю екологічних водонебезпечних процесів»». Є одним із авторів комплексних контрольних робіт, навчальних та робочих навчальних програм дисциплін циклу математичної та природничо-наукової підготовки. Автор біля 15 методичних розробок.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 1988 року на різних посадах - викладач, заступник директора з виховної роботи, завідувач лабораторії.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Інформатика та комп'ютерна техніка. Інженерна та комп'ютерна графіка. Лабораторний практикум спеціальної дисципліни.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2651/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0405-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">&nbsp;-Стажування на кафедрі комп'ютерних наук та інформаційних технологій, Національної Академії статистики, обліку та аудиту. Довідка про стажу № 749/1 від 15.12.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0262-24 від 11.05.2024.&nbsp;<br></p><p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0232-2025 від 20.05.2025 р.<br></p>
							<p style="text-align: justify;">Сфера наукових інтересів: освіта, педагогіка, комп'ютерні науки, методика викладання технічних дисциплін тощо.</p>
							<p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Слободян Світлана Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/slobod.jpg" height="340" class="img-responsive reveal-inline-block">
						</div>
						</div>
						<div class="cell-sm-8 text-left">
                    <div class="offset-top-15 offset-sm-top-15">
                        <h2 class="person__name">Слободян Світлана Іванівна</h2><p class="person__post">завідувач навчально-методичної лабораторії, викладач-методист (спеціаліст вищої категорії)</p></div>
						<div class="offset-top-20"><p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1978) та Київського державного університету м. Київ. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуку та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            У 1997 році здобула другу вищу освіту за спеціальністю «Облік і аудит» у Міжгалузевому інституті післядипломної освіти.
                        </p><p style="text-align: justify;">2006-2007 здобула науковий ступінь (неформальна освіта) доктора філософії в галузі політології в Міжнародній Кадровій Академії (МКА), Міжрегіональній Академії управління персоналом (МАУП) та Міжнародному Відкритому Університеті (МВУ). Тема дисертації: "Формування громадської думки в умовах легітимації політичної влади (масово комунікативний вимір)".<br></p>
                        <p style="text-align: justify;">
                            У 2015 році закінчила Міжрегіональну Академію управління персоналом за спеціальністю «Програмне забезпечення систем.&nbsp;</p><p style="text-align: justify;">1978 - 1990 роки - ДГП ”ПівнічУкргеологія” (технік-оператор, технік-обчислювач, інженер-інтерпретатор, інженер-геофізик, геофізик).
                        </p>
                        <p style="text-align: justify;">
                            1990-2001 роки - Київський геологорозвідувальний технікум (методист, завідувач відділенням по роботі з іноземними студентами, викладач дисципліни професійного циклу).</p><p style="text-align: justify;">2001-2017 роки - Міжрегіональна Академія управління персоналом (спеціаліст, начальник відділу з питань паспортно-візійного обслуговування іноземних громадян, директор з навчально-методичної роботи Міжнародного підготовчого інституту, старший викладач, доцент кафедри гуманітарних та природничих дисциплін, політології).</p><p style="text-align: justify;">2011-2020 роки - Київський національний торговельно-економічний університет (старший викладач Підготовчого відділення для іноземців та осіб без громадянства та за сумісництвом провідний спеціаліст з міграційних питань).
                        </p>
                        <p style="text-align: justify;">
                            З грудня 2020 року працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаді завідувача навчально-методичної лабораторії та викладача дисциплін професійного циклу. Автор понад 15 наукових публікацій у фахових виданнях, та біля 10 професійно-методичних розробок. У 2023 році прийнято педагогічне звання «викладач-методист».</p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Інформатика та компʼютерна техніка, Основи стандартизації та метрології, Геоінформатика, Соціально-політичні студії.&nbsp;</p>
                        <p>Підвищення кваліфікації: -Вебінар "Створення онлайн-освітнього середовища під час карантинних заходів". ТОВ "На Урок".  Свідоцтво № В242-737645 від 17.03.2020.</p><p>-Міжнародна науково-практична конференція "Інноваційні наукові дослідження у сфері педагогічних та психологічних наук". Матеріали конференції "Сучасні інформаційні та телекомунікаційні технології та освітній процес". Сертифікат учасника від 01-02.10.2021.</p><p>-Міжнародна наукова конференція «Сучасна європейська психолого-педагогічна освіта. Розвиток творчого навчального середовища». Матеріали конференції "Бездротові мережеві технології в навчальному процесі". Сертифікат №PS-85659 -WSBW від 09.10.2021.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Цифрові технології в освітньому процесі". Свідоцтво про підвищення кваліфікації СП 35830447/Д0339-21 від 22.10.2021.</p><p>-Вебінар "Інноваційні підходи для навчання інформатики". ТОВ "Всеоосвіта". Сертифікат DJ213466 від 23.02.2022. <br>-Міжнародна науково-практична конференція "Сучасний стан та перспективи розвитку науки, освіти та суспільства". Матеріали конференції "Освітній веб-квест: сучасні тенденції викладання дисциплін". Сертифікат учасника від 15.08.2022. <br>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Діджитал-діалог, тиждень освіти дорослих "Освіта і наука: разом до перемоги". Сертифікат № 6047/22Д від 15.09.2022. <br>-Вебінар «Створення відеоконтенту для організації дистанційного навчання»». ТОВ "На Урок". Сертифікат В730-2542494 від 21.09.2022. <br>-ІІ Міжнародна науково-практична конференція «Розбудова внутрішніх систем забезпечення якості освіти у ЗВО України: інструменти та виклики». Матеріали конференції "Інформаційне освітнє середовище дієвий інструмент у системі управління якістю освіти". Сертифікат від 17-18.11.2022.<br></p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2647/23Д від 04.04.2023.<br><p></p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0403-23 ​​від 02.06.2023. <br>-Вебінар "Атестація педагогічних працівників за новим положенням: перспективи та виклики". ТОВ "На Урок". Сертифікат В936-2542494 від 16.09.2023. <br>-НМЦВФПО МОН України, круглий стіл"Цифрова трансформація освіти: стан, проблеми, перспективи". Сертифікат від 10.11.2023. <br>-ІІІ Міжнародна науково-практична конференція «Розбудова внутрішніх систем забезпечення якості у ЗВО України: кваліфікація, оцінювання та культура якості». Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістю освітньої діяльності". Сертифікат від 16-17.11.2023. <br>-V Всеукраїнська науково-практична конференція"Політичні трансформації сучасного суспільства". Матеріали конференції "Функції засобів масової комунікації у політологічному вимірі". Сертифікат СС00493014/000526-24 від 22.02.2024. <br>-GEO UGEN Україна "Сучасний викладач". Сертифікат № 370 від 27-29.02.2024. <br>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0261-24 від 11.05.2024. <br>-ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0450/24Ц від 12-13.06.2024.<br>
						<p style="text-align: justify;">- CEO UGEN Україна, «Uni-Biz Bridge: Освіта в умовах невизначеності», сертифікат № 160, 26-29.08.2024</p>
						<p style="text-align: justify;">- Київський національний університет імені Тараса Шевченка, ІV Міжнародна науково-практична конференція «Розбудова внутрішньої системи забезпечення якості у ЗВО України – досягнення і проблеми – погляд ззовні і середини», сертифікат від 05.12.2024 р.</p>
						<p style="text-align: justify;">- Наукове товариство «Українська школа архетипіки», «Публічні комунікації в часі інформаційного хаосу», сертифікат № 129/06.12.2024, 06.12.2024</p>
						<p style="text-align: justify;">- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0221-2025 від 20.05.2025 р.</p>
						<p style="text-align: justify;">- Київський національний університет імені Тараса Шевченка, KNU TEACH WEEK 6, сертифікат учасника, 04-07.08.2025</p>
						<p style="text-align: justify;">- Київський національний університет імені Тараса Шевченка, V Міжнародна науково-практична конференція «Розбудова внутрішньої системи забезпечення якості у ЗВО України» (до 10-річчя Стандартів і рекомендацій щодо забезпечення якості в Європейському просторі вищої освіти» (ESG-2015)), сертифікат від 28.11.2025 р.</p>


						<p style="text-align: left;">
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, комп'ютерні науки, політичні та соціологічні науки, методика викладання дисциплін.</p>
                    </div>
                </div>
            </div>

            <!-- Потьомкін Григорій Павлович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                       <img width="340" src="/osvita/images/1.jpg" height="170" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Потьомкін Григорій Павлович</h2>
                    <p class="person__post">завідувач лабораторії інформатики та комп'ютерної техніки, викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            </p><p></p><p>Закінчив Київський університет імені Бориса Грінченка (2011) за спеціальністю «Дошкільне виховання»; кваліфікація – викладач дошкільної педагогіки і психології та ВНЗ «Міжрегіональна Академія управління персоналом» (2020) за спеціальністю «Інженерія програмного забезпечення», спеціалізація «Прикладне програмування», кваліфікація магістр.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2015 року на різних посадах – лаборанта , завідувача лабораторії та викладача</p><p style="text-align: justify;">Навчальні дисципліни: Інформатика, Інформатика та компʼютерна техніка, Інженерна та компʼютерна графіка, Компʼютерні мережі, Компʼютерна техніка в геофізичній апаратурі, Веб-технології та веб-дизайн, Компʼютерний інжиніринг.&nbsp;<br></p><p>Підвищення кваліфікації:&nbsp;</p><p>- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2621/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0401-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0256-24 від 11.05.2024.&nbsp;<br></p><p>ГО «Прометеус», курс «Word та Excel: інструменти і лайфхаки», сертифікат від 02.06.2025<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: комп'ютерна техніка, освіта, педагогіка, науки про Землю.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Стародубцев Олександр Петрович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="234" src="/osvita/images/Starodubtsev.JPG" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <p></p><h2 class="person__name">Стародубцев Олександр Петрович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        </div>
						<div class="offset-top-20">
						<p style="text-align: justify;">Закінчив Севастопольський приладобудівний інститут (1977) за спеціальністю «Автоматика та телемеханіка».&nbsp;</p>
                        <p>В коледжі працює з 1997 року на різних посадах - завідувача лабораторії, викладача.</p><p>Навчальні дисципліни:Конструкційні електрорадіоматеріали й радіоелементи, Електрорадіовімірювальні прилади та електрорадіовімірювання, Комп'ютерна техніка в геофізичній апаратурі, ТО та ремонт комп'ютерної техніки, Системи програмування, Технічна діагностика в машинобудуванні.</p><p>Підвищення кваліфікації:</p><p>&nbsp;- Стажування на кафедрі комп'ютерних наук та інформаційних технологій, Національної Академії статистики, обліку та аудиту. Довідка про стажу № 749/1 від 15.12.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0263-24 від 11.05.2024.&nbsp;<br></p><p>ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0259-2025 від 20.05.2025 р.<br></p>
<p style="text-align: justify;">
</p><p>&nbsp;Сфера наукових інтересів: освіта, педагогіка, комп'ютерні науки, сучасні комп'ютерні технології.</p>
                        <p style="text-align: justify;"><br></p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Сутулов  Володимир Вячеславович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                       <img width="340" src="/osvita/images/sut.jpg" height="170" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сутулов Володимир Вячеславович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            </p><p></p><p>Закінчив ВНЗ «Національна академія управління» у 2011 році отримав повну вищу освіту за спеціальністю «Інтелектуальні системи згідно рішень» та отримав кваліфікацію аналітики комп’ютерних систем.
                        </p>
                        <p style="text-align: justify;">
                            Трудова діяльність в організаціях з обслуговування комп'ютерних систем. З вересня 2024 року працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаді викладача.</p>
							<p style="text-align: justify;">Навчальні дисципліни: Інформатика, Інформатика та компʼютерна техніка, Компʼютерні мережі, Адміністрування операційних систем, Прикладні інформаційні системи та технології, Робототехнічні комплекси.<br></p><p>Підвищення кваліфікації:&nbsp;</p>
							<p style="text-align: justify;">ГО «Прометеус», «Підвищення кваліфікації педагогічних працівників: нові вимоги і можливості», сертифікат від 22.12.2024 р.</p>
							<p style="text-align: justify;">ГО «Прометеус», «Академічна доброчесність: онлайнкурс для викладачів», сертифікат від 23.12.2024 р.</p>
							<p style="text-align: justify;">ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0247-2025 від 20.05.2025 р.</p>
							

                        <p style="text-align: justify;">
                            Сфера наукових інтересів: комп'ютерні науки, комп'ютерні системи, освіта.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>
			
			<!-- Немченко Вячеслав Миколайович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                       <img width="340" src="/osvita/images/nemchenko.jpg" height="170" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Немченко В'ячеслав Миколайович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            </p><p></p><p>Закінчив у 2018 році Український державний університет імені Михайла Драгоманова, отримав ступінь вищої освіти магістр та професійну кваліфікацію вчителя технологій, креслення та інформатики, фахівця із організації захисту інформації.
                        </p>
                        <p style="text-align: justify;">
                            Трудова діяльність. Учасник спілки Data Science UA, розробник міжнародних AI-проектів, керівник проекту «Web3.0 – технології майбутнього». З вересня 2025 року працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаді викладача.</p>
							<p style="text-align: justify;">Навчальні дисципліни: Електротехніка з основами електроніки, Радіоелектроніка, Електрорадіовімірювальні прилади та електрорадіовимірювання.<br></p>
							<p>Підвищення кваліфікації:&nbsp;</p>
							<p style="text-align: justify;">-ГО «Прометеус», Підвищення кваліфікації педагогічних працівників: нові вимоги і можливості, сертифікат від 01.02.2025р.</p>
							<p style="text-align: justify;">...</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, технології, штучний інтелект.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Решетняк Оксана Валентинівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/reshetnak.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Решетняк Оксана Валентинівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    
                        <hr class="divider bg-madison hr-left-0">
                    <div class="offset-top-20">
                        <p>
                            </p><p style="text-align: justify;"></p><p style="text-align: justify;">Закінчила фізичний факультет Київського державного університету ім. Т.Г. Шевченка (1986) за спеціальністю «Оптичні та оптико-електронні системи»; кваліфікація - оптик, інженер-дослідник та Ужгородський національний університет (2002) за спеціальністю «Математика»; кваліфікація – математика, викладач.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1994 року на посаді викладача.
                        </p>
                        <p>
                            Навчальні дисципліни: Математика, Вища математика.&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">-Київський університет імені Бориса Грінченка, факультет інформаційних технологій та управління, кафедра комп'ютерних наук і математики, постановка, довідка №19-н від 12.04.2022.
                        </p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2627/23Д від 04.04.2023.<br></p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0441-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0432/24Ц від 12-13.06.2024.<br></p><p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0255-2025 від 20.05.2025 р.<br></p><p style="text-align: justify;">-Державана наукова установа «Інститут модернізації змісту освіти», ГО «Агенція сталого розвитку та освітніх ініціатив», онлайн-форум «Інклюзія: життя без барʼєрів», сертифікат № ПК-2025/10325 від 22.05.2025.<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: сучасні технології викладання математики (інформаційно-комунікативна, модульна).</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
                </div>
				</div>
            </div>

            <!-- Саливон Алла Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/salivon.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Саливон Алла Анатоліївна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                        <hr class="divider bg-madison hr-left-0">
                    <div class="offset-top-20">
                        <p>
                            </p><p style="text-align: justify;"></p><p>Випускниця Київського державного університету ім. Т.Г. Шевченка (1996) за спеціальністю «Математика»; кваліфікація – математик, викладач.
                        </p>
                        <p>
                            Працює в коледжі з 1996 року на посаді викладача.
                        </p>
                        <p>
                            Навчальні дисципліни: Вища математика.&nbsp;</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>Київський університет імені Бориса Грінченка, факультет інформаційних технологій та управління, стаціонар на кафедрі комп'ютерних наук і математики. Довідка про стажу №17-н від 12.04.2022.
                        </p><p>Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0442-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0256-2025 від 20.05.2025 р.<br></p>
                        <p>
                            Сфера наукових інтересів: сучасні технології викладання математики (технологія розвитку навчання)</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Тузов Дмитро Никандрович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/tuzov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тузов Дмитро Никандрович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p>
                            Закінчив Київський державний педагогічний інститут ім. О.М. Горького (1984) за спеціальністю «Математика»; кваліфікація – вчитель математики, та Міжгалузевий інститут післядипломної освіти (1997) за спеціальністю «Облік та аудит».
                        </p>
                        <p>
                            Працює в коледжі з 1986 року на різних посадах – викладача, голови циклової комісії.
                        </p>
                        <p>
                            Навчальні дисципліни: Вища математика.</p>
                        <p>
                            Підвищення кваліфікації:</p><p>&nbsp;-Київський університет імені Бориса Грінченка, факультет інформаційних технологій та управління, стаціонар на кафедрі комп'ютерних наук і математики. Довідка про стажу №18-н від 12.04.2022.
                        </p>
                        <p>
                            -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0446-23 від 02.06.2023.
                        </p>
						<p>
						-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0254-2025 від 20.05.2025 р.
                        </p>
                        <p>
                            Сфера наукових інтересів: сучасні технології викладання математики (варіативні форми проблемних завдань на уроках математики).
                        </p>
                    <p></p>
                </div>
            </div>
			
		   <!-- Вересюк Олег Анатолійович -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                       <img width="340" src="/osvita/images/veres.jpg" height="170" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Вересюк Олег Анатолійович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            </p><p></p><p>Закінчив  Національний Технічний Університет України «Київський Політехнічний Інститут»  за спеціальністю  «Електромеханіка»  (2008) бакалавр-електромеханік та у 2010 здобув кваліфікацію магістра електромеханіки за спеціальністю «Електромеханічні системи автоматизації та електропривід”.
                        </p>
                        <p style="text-align: justify;">
                            Працював на різних посадах   на сервісних підприємствах України  з технічного обслуговування радіоелектронної апаратури. </p>
						<p style="text-align: justify;">
							Працює в коледжі з 2024 року за сумісництвом на посаді викладача. Основне місце роботи ТОВ-ІІ "Бібус Україна"
						</p>
							<p style="text-align: justify;">Навчальні дисципліни: &nbsp;Основи стандартизації та метрології. Електрорадіовимірювальні прилади та електрорадіовимірювання.&nbsp;<br></p>
						<p>Підвищення кваліфікації:&nbsp;</p>
						<p>ГО "Прометеус" (PRО METHEUS), онлайн-курс: «Підвищення кваліфікації педагогічних працівників: нові вимоги і можливості», Сертифікат від 05.12.2024.</p>
						<p>ГО "Прометеус" (PRО METHEUS), онлайн-курс: «Експерт з акредитації освітніх програм: онлайн тренінг», Сертифікат від 29.11.2024.</p>
						<p>ГО «Прометеус», «Небайдужі: базові емоційні потреби та соціальна взаємодія», сертифікат від 09.12.2024</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, машинобудування, педагогіка, комп’ютерні науки.</p><p></p><p class="offset-top-20"></p><p>
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div-->
			
            <!-- Нікітенко Альона Сергіївна -->
            <div class="person range range-xs-center">
                <p></p><div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/nikitenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <p></p><h2 class="person__name">Нікітенко Альона Сергіївна</h2>
                    <p class="person__post">Викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                        </div>
						<div class="offset-top-20">
<p style="text-align: justify;">Закінчила Запорізький національний технічний університет у 2004 році за спеціальністю «Мікроелектроніка та напівпровідникові прилади»</p>
<p style="text-align: justify;">
Працює в коледжі з 2023 року за сумісництвом на посаді викладача. Основне місце роботи ВСП "Оптико-механічний фаховий коледж Київського національного університету імені Тараса Шевченка".</p>
<p style="text-align: justify;">
Навчальні дисципліни: Основи автоматики та комп'ютерної техніки, Аналогова та цифрова схемотехніка.</p>
<p style="text-align: justify;">
Підвищення кваліфікації:&nbsp;</p>
<p style="text-align: justify;">-Вінницький технічний коледж: «Сучасні педагогічні технології та інноваційні методики навчання у підготовці фахівців у ЗФПО: досвід, проблеми, перспективи». Сертифікат № 437 від 22.04.2021;&nbsp;</p>
<p style="text-align: justify;">-Запорізький обласний інститут післядипломної педагогічної освіти «Перспективи розвитку природничо-математичної та інженерної освіти». Сертифікат № UE17020 від 17.05.2021;&nbsp;</p>
<p style="text-align: justify;">-НМЦВФПО МОН України «Інформаційно-ресурсне забезпечення освітнього процесу в умовах діджиталізації суспільства». Сертифікат від 10.11.2022 р.&nbsp;</p>
<p style="text-align: justify;">-«Інформаційно-ресурсне забезпечення освітнього процесу в умовах діджиталізації суспільства», «Впровадження інноваційних технологій в освітній процес». Сертифікат СС 38282994/4148-22 від 06.12.2022;&nbsp;</p>
<p style="text-align: justify;">- ГО «ІППО»: «Методичні системи та технології в інклюзивному навчанні». Сертифікат 531197675979169272 від 15.05.2023;</p><p style="text-align: justify;">&nbsp;- Інститут проблем штучного інтелекту: «Використання штучного інтелекту в освіті». Сертифікат № 1811 від 14.06.2023;&nbsp;</p>
<p style="text-align: justify;">-НМЦВФПО МОН України: «Формування освітнього середовища відділення закладу фахової передвищої освіти», сертифікат КК 38282994/5277-23 від 10.11.2023;&nbsp;</p>
<p style="text-align: justify;">-Київський столичний університет імені Бориса Грнічнека: «Особливості формування життєстійкості здобувачів освіти у надзвичайних ситуаціях: корисні поради для педагогів», сертифікат СПК № 23016438 від 30.11.2023;&nbsp;</p>
<p style="text-align: justify;">- Вебінар «Акредитація освітньо-професійних програм підготовки здобувачів фахової передвищої освіти: реалії та перспективи розвитку». ТОВ «Всеосвіта». Сертифікат SH726879 від 05.02.2024;&nbsp;</p>
<p style="text-align: justify;">- Київський столичний університет імені Бориса Грнічнека: «Шлях викладача-лідера: п'ять кроків до успіху»; «Партнерство в освіті: практика взаємодії у контексті формування професійних компетентностей»; «Розвиток соціальної компетентності як основи успішної професійної діяльності педагога», сертифікат СПК № 24005885 від 15.03.2024.
</p><p style="text-align: justify;">Сфера наукових інтересів: освіта, педагогіка, комп'ютерні науки.</p>
						</div>		  
                </div>
            </div>
			
			<!-- Фарафонов Віктор Васильович -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/farafonov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">☦︎ Фарафонов Віктор Васильович</h2>
                    <p class="person__post">колишній голова комісії,  викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму за спеціальністю 
                            «Геофізичні методи дослідження свердловин» (1967) та Київського державного 
                            університету ім. Т. Г. Шевченка (1992) за спеціальністю «Геофізичні методи пошуку 
                            та розвідки родовищ корисних копалин».
                        </p>
                        <p>
                            Працював в коледжі з 1971 року на посадах лаборанта, викладача, голови циклової комісії. 
                        </p>
                        <p>
                            Був одним із авторів галузевих стандартів фахової передвищої освіти, 
                            освітньо-професійної програми, навчальних планів, навчальних та робочих навчальних програм, 
                            комплексних контрольних робіт та біля 10 професійних методичних розробок спеціальності 
                            «Галузеве машинобудування».</p><p>Навчальні дисципліни: Апаратура та обладнання геофізичних методів. ТО та ремонт геофізичної апаратури</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2683/23Д від 04.04.2023.</p><p style="text-align: justify;">&nbsp;-Національна Академія педагогічних наук, 
                            ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за
                            &nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного 
                            супроводу діяльності закладів фахової передвищої освіти".&nbsp; 
                            Свідоцтво про підвищення кваліфікації СП 35830447/0448-23 від 02.06.2023.
                            &nbsp;&nbsp;
                        </p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0265-24 від 11.05.2024.&nbsp;<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, машинобудування, 
                            комп’ютерна техніка.
                       </p>
                    </div>
                </div>
            </div-->
        </div>
        <div>
            <!-- Уманець Людмила Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/Umanech.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Уманець Людмила Іванівна</h2>
                    <p class="person__post">голова комісії, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1986) та Київського державного університету імені Т.Г. Шевченка (1995) за спеціальністю «Гідрогеологія та інженерна геологія».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1995 року на посаді викладача професійних дисциплін, голови комісії.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Основи екології, Загальна екологія, Метеорологія і кліматологія, Екологія геологічного середовища, Моніторинг довкілля, Екологія міських систем, Заповідна справа.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">&nbsp;-ТОВ «АКАДЕМІЯ ЦИФРОВОГО РОЗВИТКУ» за освітньою програмою підвищення кваліфікації педагогічних, науково-педагогічних працівників «Цифрові інструменти GOOGLE для закладів вищої, фахової передвищої освіти», сертифікат про успішне завершення курсу № 13GW-169 від 19.10.2021.
                        </p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2681/23Д від 04.04.2023.<br></p><p style="text-align: justify;">Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0447-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-НМЦВФПО МОН України підвищення кваліфікації голів циклових комісій за програмою "Педагогічна інноватика та інноваційні процеси у закладах фахової передвищої освіти". Сертифікат СС 38282994/4470-23 від 20-21.10.2023.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0264-24 від 11.05.2024.&nbsp;<br></p>
						<p style="text-align: justify;">-Навчально-науковий інститут проектів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Інноваційні методики навчання» на прикладі дисципліни «Загальна екологія», «Екологія геологічного середовища», сертифікат ПК 01597997\02045-2025 від 14.02.2025.<br></p>
						<p style="text-align: justify;">-Державана наукова установа «Інститут модернізації змісту освіти», ГО «Агенція сталого розвитку та освітніх ініціатив», онлайн-форум «Інклюзія: життя без барʼєрів», сертифікат № ПК-2025/10452 від 22.05.2025.<br></p>
						<p style="text-align: justify;">-Державна наукова установа «Інститут модернізації змісту освіти», «Психологія стійкості: практичні інструменти підтримки в умовах війни», сертифікат № ПК-2025/12959 від 15.09.2025р.
						</p><p style="text-align: justify;">-Державана наукова установа «Інститут модернізації змісту освіти», ГО «Агенція сталого розвитку та освітніх ініціатив», курс «Штучний інтелект в освіті: рівень PRO», ​​сертифікат № ПК-2025/15885 від 24.09.2025р.<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Даценко Галина Євгенівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/dacenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Даценко Галина Євгенівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p></p><p style="text-align: justify;">
                            Випускниця Київського державного університету ім. Т.Г. Шевченка (1990) за спеціальністю «Хімія-органічна хімія»; кваліфікація – хімік, викладач.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2003 року на посаді викладача.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Хімія. Загальна та аналітична хімія.&nbsp;</p>
                        <p>
                            </p><p></p><p>Підвищення кваліфікації:</p><p>- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2479/23Д від 04.04.2023.</p><p>Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0416-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0238-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0240-2025 від 20.05.2025 р.<br></p><p></p><p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Сфера наукових інтересів: сучасні технології викладання хімії (особистісно орієнтована, здоров'язберігаюча технологія), історія хімії.
                        </p>
                    <p></p><p></p>
					</div>
                </div>
            </div>

            <!-- Міцней Ірина Федорівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/michnij.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міцней Ірина Федорівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського геологорозвідувального технікуму (1995) за спеціальністю «Прикладна екологія» та за спеціальністю «Бухгалтерський облік і аудит» (1999), Київського національного університету імені Тараса Шевченка (2007) за спеціальністю «Геологія» та за спеціальністю «Гідрогеологія» (2008).
                        </p>
                        <p>
                            Працює в коледжі з 1996 року на різних посадах – від бібліотекарки, бухгалтера, спеціаліста відділу кадрів коледжу до викладачів професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни: Безпека життєдіяльності, Геохімія довкілля, Методи еколого-геологічних досліджень, Охорона навколишнього середовища та збалансоване природокористування, Ґрунтознавство, Агроекологія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2586/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0429-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>- Всеукраїнська науково-практична конференція "Право на безпечне та здорове робоче середовище- основне право у сфері праці: історія, досвід". Сертифікат від 28.11.2023.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0248-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">- Спілка голів Рад директорів ЗФПО України, Професійна спілка «Радіоелектронмаш» України, семінар «Захист прав та психологічна підтримка студентської молоді», №11.24-026, 12.11.2024.</p>
							<p style="text-align: justify;">- Державна наукова установа «Інститут модернізації змісту освіти», науково-практичний семінар «Тайм-менеджмент: методи продуктивного управління часом», сертифікат № ПК-2025/8396 від 11.04.2025 р.</p>
							<p style="text-align: justify;">- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0236-2025 від 20.05.2025 р.</p>
							<p style="text-align: justify;">- Навчально-науковий інститут проектів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Інноваційні методики навчання» на прикладі дисципліни «Збалансоване природокористування», «Геохімія довкілля», сертифікат ПК 01597997\02136-2025 від 23.05.2025.</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, науки про Землю, педагогіка.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Остроух Оксана Анатоліївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/ostrouh.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Остроух Оксана Анатоліївна</h2>
                    <p class="person__post">завідувач навчальної лабораторії методів вимірювання параметрів навколишнього середовища, кандидат геологічних наук, викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (2008, 2010) за спеціальністю «Геологія», спеціалізація «Гідрогеологія». У 2016 році захистила дисертаційну роботу на тему: «Закономірності зміни хімічного складу обґрунтованих вод Чоп-Мукачівського басейну» та здобула науковий ступінь кандидата геологічних наук за спеціальністю 04.00.06 «Гідрогеологія». Є автором понад 25 друкованих праць, у фахових виданнях напрямку «Геологія» ВАК України та інших фахових виданнях, що індексуються в наукометричних базах Web of Science та Scopus. Бере участь у міжнародних наукових та науково-практичних конференціях. Автор програм та робочих програм навчальних дисциплін «Аналітична хімія», «Фізико-хімічний аналіз», «Методи вимірювання параметрів навколишнього природного середовища», навчально-методичного посібника з «Хімічного аналізу», методичних рекомендацій до виконання лабораторних робіт з навчальної дисципліни «Фізико-хімічний аналіз».
                        </p>
                        <p>У коледжі з 2015 року працює на посаді провідного інженера, а з 2017 року – завідувач лабораторії методів вимірювання параметрів навколишнього середовища та викладачі професійних дисциплін. У 2021 році прийнято педагогічне звання «викладач-методист».
                        </p>
                        <p>
                            Навчальні дисципліни: Загальна та аналітична хімія, Фізико-хімічний аналіз, Методи вимірювання параметрів навколишнього природного середовища, Гідроекологія, Гідрогеохімія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2602/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0399-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0252-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0245-2025 від 20.05.2025 р.<br></p>
							<p>-Навчально-науковий інститут проектів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Інноваційні методики навчання» за прикладною дисципліною «Методи вимірювання параметрів навколишнього природного середовища», сертифікат ПК 01597997\02138-2025 від 23.05.2025.<br></p>
							<p>-МОН України НМЦ вищої та фахової передвищої освіти, «Робота з Google-сервісами», сертифікат МООС 552370110142967 від 10.10.2025 р.<br></p> 
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: геологія, гідрогеологія, екологія, викладання природничих дисциплін, геоінформаційні системи.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Тонконоженко Діана Юріївна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/tonkonozhenkodaria.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тонконоженко Діана Юріївна</h2>
                    <p> викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    
                        <p style="text-align: justify;">
                            Закінчила...
                        </p>
                        <p>
                            Працює в коледжі з...
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Хімія.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:</p><p style="text-align: justify;">...
                        </p><p style="text-align: justify;">-...<br></p>
                        <p>
                         </p>
                    <br>
                </div>
            </div-->

            <!-- Купач Тетяна Геннадіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kupach.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Купач Тетяна Геннадіївна</h2>
                    <p class="person__post">кандидат географічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1993) за спеціальністю «Екологія геологічного та суміжного середовища» та Київського університету імені Тараса Шевченка (1998) за спеціальністю «Географія» кваліфікація географ, геоеколог, менеджер, викладач. У 2008 році здобула науковий ступінь кандидата географічних наук за спеціальністю "топографія і раціональне використання природних ресурсів". У 2015 році отримала вчене звання доцента.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - доцент кафедри географії України географічного факультету Київського національного університету імені Тараса Шевченка.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Ландшафтна екологія, Оцінка впливу на довкілля, Екологічне законодавство, Комп'ютерна обробка екологічної інформації.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0422-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: географічна освіта, геоекологія, науки про Землю, геоінформаційні технології та технології дистанційного зондування Землі.</p>
                    <br>
                </div>
            </div>

            <!-- Настека Тетяна Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/nasteka.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Настека Тетяна Миколаївна</h2>
                    <p class="person__post">кандидат біологічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського державного педагогічного інституту ім.О.М. Горького (1985) за спеціальністю «Географія та біологія». У 2011 році захистила кандидатську дисертацію на тему: «Види роду Armeniaca Mill у лісостепу України (біолого-екологічні та морфологічні особливості, використання)» та здобула науковий ступінь кандидата біологічних наук зі спеціальності 03.00.05 «Ботаніка». У 2014 році прийнято вчене звання доцента кафедри зоології.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - доцент кафедри біології НПУ імені М.П.Драгоманова . Автор близько 110 наукових та навчально-методичних робіт, серед яких 24 навчально-методичні посібники, освітні програми, статті та матеріали міжнародних та всеукраїнських науково-практичних конференцій. Неодноразово брала участь у роботі «Малої академії наук учнівської молоді», керувала виїзними навчальними практиками студентів, організовувала студентські наукові симпозіуми, конференції та семінари.</p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни : Біологія і екологія, Загальна біологія, Екологія людини.</p>
                        <p>
                            Підвищення кваліфікації: Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0432-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: Інтродукція та акліматизація рослин, біорізноманіття, біоцінозбереження, фенологія, озеленення та стійкість рослин в агроценозах та урбосередовищі, ландшафтознавство, акваріумістика.
                        </p>
                    </div>
                </div>
            </div>
        </div>
		
        <div>
           <!-- Фесечко Руслан Станіславович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/fesechko.jpg" height="340">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Фесечко Руслан Станіславович</h2>
                    <p class="person__post">голова комісії, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p>
                        </p><p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (2012), Київського національного університету імені Тараса Шевченка (2017) за спеціальністю «Геологія».
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2013 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії, викладача.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Кристалографія та мінералогія, Петрографія та літологія, Методи дослідження мінеральної сировини, Методика геологорозвідувальних робіт, в т.ч. курсова робота, Мінералогія, петрографія та корисні копалини.</p>
                        <p>
                            </p><p style="text-align: justify;">Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- <span style="text-align: justify;">Стажування на кафедрі геології та корисних копалин ННІ «Інститут геології» Київського національного університету імені Тараса Шевченка, довідка № 049-12-49 від 14.12.2022.</span></p><p></p><p></p><p></p><p></p><p style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика", довідка № 05/23 від 06.02.2023.</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2686/23Д від 04.04.2023.<br></p><p style="text-align: justify;"><span style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0407-23 від 02.06.2023.&nbsp;&nbsp;<br></span></p><p style="text-align: justify;"><span style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0266-24 від 11.05.2024.&nbsp;<br></span></p>
							<p style="text-align: justify;">ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0231-2025 від 20.05.2025 р.<br></p>

                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, науки про Землю, економіка, методика викладання природничих дисциплін, туризм тощо.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Москаленко Ольга Іванівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/moskalenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Москаленко Ольга Іванівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (1996) за спеціальністю «Геологічна зйомка, пошуки і розвідка родовищ корисних копалин». 1997-1999 - навчання в аспірантурі Інституту геології НАНУ за спеціальністю "Геологія".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 2004 року на посаді викладача геологічних дисциплін.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Структурна геологія та геокартування в т.ч. курсова робота, Палеонтологія та історична геологія, Геологія України</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2589/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0431-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0249-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0244-2025 від 20.05.2025 р.<br></p>

                        <p>
                            Сфера наукових інтересів: освіта, науки про Землю, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Гурська Марія Казимирівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/gurska.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Гурська Марія Казимірівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Закінчила Іркутський геологорозвідувальний технікум (1971) та Київський національний університет імені Тараса Шевченка (2010) за спеціальністю "Геологія". Працювала в системі геологічної служби на різних посадах починаючи з 1971 по 2004 рік.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 2004 року на посадах завідувача лабораторії та викладача геологічних дисциплін.
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Загальна геологія, Корисні копалини, Геологія родовищ корисних копалин.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут дипломної освіти, Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти" Сертифікат № 2477/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0415-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0237-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0234-2025 від 20.05.2025 р.<br></p>

                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    <p></p>
                </div>
            </div>

            <!-- Семко Юлія Олегівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/simko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Семко Юлія Олегівна</h2>
                    <p class="person__post">завідувач навчально-методичним кабінетом, кандидат геологічних наук, викладач -методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (2008, 2010) за спеціальністю «Геологія» спеціалізація «Економічна геологія». 2010-2013 роки - навчання в аспірантурі в Навчально-науковому інституті "Інститут геології" Київського національного університету імені Тараса Шевченка. У 2014 році захистила дисертаційну роботу на тему “Комплексна оцінка геологічних пам’яток природи на прикладі об’єктів Криворіжжя” та здобула науковий ступінь кандидата геологічних наук за спеціальністю 04.00.19 “Економічна геологія”.&nbsp;</p><p style="text-align: justify;">&nbsp;Є автором понад 16 друкованих праць, у тому числі 5 у вітчизняних наукових фахових виданнях та 1 в іноземному (англомовному) виданні. Працювала на геологічному факультеті Київського національного університету імені Тараса Шевченка на посаді інженера ІІ категорії науково-дослідної частини НДЛ «Мінерало – геохімічних досліджень». Була учасником організації наукових заходів кафедри геології родовищ корисних копалин, зокрема секретарем наукової міжнародної конференції «Наукові засади геолого–економічної оцінки мінерально-сировинної бази України та світу». Розробник освітньої програми «Геотуризм», автор програми та робочих програм навчальної дисципліни «Геоморфологія та четвертинна геологія України». Творчо підходить до викладання навчальної дисципліни, використовуючи різні методи і форми навчання.
                        </p>
                        <p style="text-align: justify;">
                            У коледжі працює з 2013 року на посаді старшого лаборанта, а з 2014 року - завідувач навчально-методичним кабінетом та викладач геологічних дисциплін. У 2024 році прийнято педагогічне звання «викладач-методист».</p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Геоморфологія та четвертинна геологія, Корисні копалини, Охорона геологічної спадщини, Економіка мінеральних ресурсів, Морська геологія, Геологія родовищ корисних копалин.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: Академія таланових керівників. Вебінар "Цифрова освіта сучасного вчителя". Сертифікат від 05.10.2022.</p><p>-НМЦ ВФПО МОН України за програмою підвищення кваліфікації онлайн-курс "Проектування та створення електронних підручників і посібників". Сертифікат СС 38282994/0218-23 від 05.02.2023.</p><p>- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2637/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0409-23 від 02.06.2023.</p><p>- ТОВ "На Урок". Публікація авторського матеріалу "Геологія як наука, об'єкт, напрямки та методи дослідження". Сертифікат ДБ-2309361116 від 27.09.2023.<br></p><p>&nbsp; -ТОВ "Всеоосвіта". Публікація авторського матеріалу "Мінерали та знаходження їх у природі. Фізичні властивості мінералів. Класифікація мінералів". Свідоцтво АХ812584 від 29.09.2023.<br></p><p>-VII Міжнародна науково-практична конференція "Надрокористування в Україні. Перспективи інвестування". Матеріали конференції "Нормативні аспекти використання ресурсів надр відповідно до видів користування надрами" від 09-12.10.2023.</p><p>-Вебінар "Створення та використання інтерактивних вправ для змішаного й онлайн-навчання". ТОВ "Всеоосвіта". Сертифікат № 0Y045058 від 20.10.2023.<br></p><p>-Національне агентство кваліфікацій, курс на тему "Розроблення професійних стандартів". Сертифікат № 145 від 23.10.2023.</p><p>-НМЦ ВФПО МОН України, онлайн-навчання за програмою підвищення кваліфікації "Методологічні засади організації професійного розвитку педагогічних працівників в умовах оновленого змісту освіти". Сертифікат СС 38282994/4847-23 від 25-26.10.2023.<br></p><p>-ІІІ Міжнародна науково-практична конференція «Розбудова внутрішніх систем забезпечення якості у ЗВО України: кваліфікація, оцінювання та культура якості». Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістю освітньої діяльності". Сертифікат від 16-17.11.2023.<br></p><p>-ГО "Центр Поділля -Соціум" навчання за програмою курсу "Цифрове портфоліо сучасного фахівця". Сертифікат від 07.11.-20.11.2023.&nbsp;</p><p>- Міжнародна науково-практична конференція "Геологічні музеї і колекції: їх роль в науці, освіті та туризмі". Матеріали конференції" Використання геологічних колекцій для підготовки фахівців з геотуризму". від 06-08.12.2023.</p><p>-VI Міжнародна науково-практична конференція "Геотуризм. Практика і досвід." Матеріали конференції "Освітньо-професійна програма "Геотуризм", її актуальність та перспективність" від 25-28.04.2024.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0258-24 від 11.05.2024.&nbsp; <br>-ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Матеріали конференції «Використання цифрових технологій у викладанні природничих дисциплін». Сертифікат № 0445/24Ц від 12-13.06.2024.</p>
							<p>- CEO UGEN Україна, «Uni-Biz Bridge: Освіта в умовах невизначеності», сертифікат № 89, 26-29.08.2024</p>
							<p>- ТОВ «Академія цифрового розвитку», вебінар «Чи можливе написання наукових текстів за допомогою ШІ: огляд UNRIDDLE, JENNI AI», сертифікат №АІ-TG240910-0004, 10.09.2024 р.</p>
							<p>- EIT JAMPSTARTER, фінансується Європейським Союзом. Проект «UrbanGeoWonders», травень -червоний 2024, липень -жовтень 2024. Сертифікат від 30.10.2024</p>
							<p>- Київський національний університет імені Тараса Шевченка, ІV Міжнародна науково-практична конференція «Розбудова внутрішньої системи забезпечення якості у ЗВО України – досягнення і проблеми – погляд ззовні і середини», сертифікат від 05.12.2024 р.
							</p><p>- ТОВ «На Урок», «Штучний інтелект в освіті: новини, секрети, інновації», свідоцтво № В1194-4822379 від 12.01.2025 р.</p>
							<p>- ТОВ «На Урок», «ШІ для інтерактивних уроків: креативні інструменти та ідеї», свідоцтво № В1323-4822379 від 25.04.2025 р.</p>
							<p>- ТОВ «На Урок», «Онлайн-сервіси для проведення підсумкового оцінювання: Canva, WordArt, інструменти Google», свідоцтво № В1328-4822379 від 05.05.2025 р.</p>
							<p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0261-2025 від 20.05.2025 р.</p>
							<p>- НМЦ вищої та фахової передвищої освіти, участь у Всеукраїнському конкурсі серед закладів фахової передвищої освіти «Електронні освітні ресурси у професійній діяльності педагога – 2025», диплом, 2025р.</p>
							<p>- НМЦ вищої та фахової передвищої освіти, учасник Всеукраїнського конкурсу серед закладів фахової передвищої освіти «Електронні освітні ресурси у професійній діяльності педагога – 2025», Методичні рекомендації «Інноваційні підходи до викладання природничих дисциплін з використанням електронних освітніх ресурсів», сертифікат від 27.11.2025.</p>
                        <p>
                            Сфера наукових інтересів: освіта, науки про Землю, економіка, методика викладання природничих дисциплін, туризм тощо.</p>
                    <p></p>
                </div>
            </div>

 			
            <!-- Тіщенко Андрій Григорович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    
                        <img width="340" src="/osvita/images/tischenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    <br>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тіщенко Андрій Григорович</h2>
                    <p class="person__post">викладач (спеціаліст другої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчив у 2004 році Одеський державний аграрний університет і отримав повну вищу освіту за спеціальністю «Землевпорядкування та кадастр», отримав кваліфікацію інженера-землевпорядника, а в 2007 році Київський національний університет будівництва і архітектури отримав повну вищу освіту за спеціальністю «Геодезія» та отримав кваліфікацію інженер-геодезист.
                        </p>
						<p style="text-align: justify;">
						В коледжі працює з 2025 року на різних посадах викладачів.
						</p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Топографія з основами картографії.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: ІТ Столиця «Основи програмування та бази даних»</p><p style="text-align: justify;"></p><p style="text-align: justify;"></p><p style="text-align: justify;"></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, науки про Землю
                        </p>
                    </div>
                </div>
            </div>

            <!-- Найчук Наталія Володимирівна -->
            <!-- div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/naichyk.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Найчук Наталя Володимирівна</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка  за спеціальністью "Геологічна зйомка та розшуки родовищ корсних коплин" (1980), кваліфікація&nbsp; інженер-геолог. Працювала в системі геологічної служби на різних посадах починаючи з 1971 по 1995 рік.
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 1996 року на посадах завідувача відділення та викладача геологічних дисциплін
                        </p>
                        <p>
                            Навчальні дисципліни:&nbsp;</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2592/23Д від 04.04.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0433-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
<p style="text-align: justify;">- Полтавський університет економіки і торгівлі, Навчально-науковий інститут проєктів та підвищення кваліфікації  за навчальною програмою  "Вдосконалення майстерності викладача при застосуванні інтерактивних методів навчання" на прикладі дисциплін "Геохімія", "Загальна геологія".  Сертифікат про підвищення кваліфікації ПК 01597997\01790-2024 від 11.10.2024. <br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка.
                        </p>
                    </div>
                </div>
            </div-->

            <!-- Прокопець Валентин Вікторович -->
            <!-- div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    
                        <img width="340" src="/osvita/images/prokopech.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    <br>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Прокопець Валентин Вікторович</h2>
                    <p class="person__post">завідувач навчальної лабораторії&nbsp; мінералогії та петрографії, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчив у 1967 році геологічний факультет Таджикського державного університету за спеціальністю «Геологічна зйомка та пошук родовищ корисних копалин». Протягом свого життя працював у геологічно-пошукових роботах різних масштабів на Тянь- Шані, Північному Памірі та на Далекому Сході (Азія).
                        </p>
                        <p style="text-align: justify;">
                            З 1990 року по теперішній час працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка»  на посаді завідувачем музею та викладачем геологічних дисциплін, керівником гуртка «Геолог». Учасник Міжнародних геологічних конгресів XXXII (Італія, Флоренція (2004 р.)) та XXXIII (Норвегія, Осло (2008 р.)) та міжнародних науково-практичних конференцій геологічного спрямування в різних містах України та світу. Дійсний член Союзу геологів Україні Українського мінералогічного товариства.
                        </p>
                        <p>
                            Навчальні дисципліни: Навчальні практики:&nbsp; геолого-зйомочна та інженерно-геологічна.</p>
                        <p>
                            Підвищення кваліфікації:</p><p>&nbsp;- Стажування на кафедрі геології родовищ корисних копалин ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування&nbsp; № 049-12-755 від 14.12.2022.</p><p style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування&nbsp; № 03/23 від 06.02.2023.</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0402-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів: мінералогія, петрографія та палеонтологія, ювелірне і виробне каміння, гірські породи, руди та історія їх формування, властивості.
                        </p>
                    </div>
                </div>
            </div-->

            <!-- Дем'яненко Світлана Олександрівна -->
            <!-- div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/demjanenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Дем'яненко Світлана Олександрівна</h2>
                    <p class="person__post">кандидат географічних наук, доцент, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускниця Київського національного університету імені Тараса Шевченка (КНУТШ), географічний факультет, кафедра фізичної географії та геоекології (1996-2001 р.р.); аспірантура кафедри географії України (без відриву від виробництва) (2001 – 2005 р.р.) захист кандидатської дисертації, КНУТШ (2011 р.).</p>
							<p style="text-align: justify;">1999-2001 ДП «Центр екологічного моніторингу України», лаборант, інженер. </p>
                            <p style="text-align: justify;">2001-2002 Київський національний університет імені Тараса Шевченка, спеціаліст 1 категорії Навчальної лабораторії «Інформаційних технологій в географії», кафедра географії України.</p>
                            <p style="text-align: justify;">2009-2012 Інститут землевпорядкування та інформаційних технологій при Національному авіаційному університеті, старший викладач кафедри екології (за сумісництвом).
                        </p>
						<p style="text-align: justify;">2011-2019 Київський національний університет імені Тараса Шевченка, асистент кафедри географії України.
                        </p>
                        <p style="text-align: justify;">
                            2019 і до нині Київський національний університет імені Тараса Шевченка, доцент кафедри географії України.</p>
						<p style="text-align: justify;">Досвід роботи в міжнародних наукових проектах:</p>
						<p style="text-align: justify;">Програма Горизонт 2020, наукові дослідження за напрямком «Інтегральна туристична пропозиція для людей похилого віку» у межах міжнародного проекту H2020-Марі Складовської Кюрі-RISE, “GRAGE- Зелений та Сірий в Європі: люди похилого віку, які мешкають у міських районах” (Науково-дослідна установа ТОВ Мекано, м. Фабріано, Італія )</p>
						<p style="text-align: justify;">Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - доцент кафедри географії України географічного факультету Київського національного університету імені Тараса Шевченка.</p>

                        <p style="text-align: justify;">
                            Навчальні дисципліни: Географія туризму.</p>
                         <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;&nbsp;</p>
							<p style="text-align: justify;">-Університет CollegiumCivitas, «Інтернаціоналізація вищої освіти. Організація навчального процесу та інноваційні методи навчання у вищих навчальних закладах Польщі» / «InternationalizationofHigherEducation/ Organizationoftheeducationprocessand innovative teaching methods in higher education institutions in Poland». Варшава, Польща. 2020.</p>
							<p style="text-align: justify;">-Київський національний університет імені Тараса Шевченка, Освітній курс підвищення кваліфікації та розвитку педагогічних компетентностей викладачів KNUTeachWeek.  Київ. 2021.</p>
							<p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за  програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".  Свідоцтво про підвищення кваліфікації СП 35830447/0438-23 від 02.06.2023.</p>
                        <p>
                            Сфера наукових інтересів: </p>
                    <p></p>
                </div>
            </div-->
			
            <!-- Труш Сергій Олексійович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/trush.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Труш Сергій Олексійович</h2>
                    <p class="person__post">Викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <p class="offset-top-20">
                        </p><p style="text-align: justify;">
                            Випускник Фахового коледжу геологорозвідувальних технологій Київського національного університету імені Тараса Шевченка (2020) за спеціальністю «Геологія», освітньою програмою «Пошук та розвідка геологічними методами», отримав професійну кваліфікацію техніка-геолога. Випускник Київського національного університету імені Тараса Шевченка (2023) за спеціальністю «Геологія», освітньою програмою «Гідрогеологія та інженерна геологія», отримав професійну кваліфікацію асистента гідрогеолога.</p>
							<p style="text-align: justify;">Працює в коледжі з 2025 року на посаді викладача геологічних дисциплін, а також за сумісництвом на посаді гідрогеолога в&nbsp;Інституті геологічних наук Національної академії наук України.</p>
                            <p style="text-align: justify;">Навчальні дисципліни: Географія, Геохімія та геохімічні методи пошуку, Компʼютерна обробка геологічної інформації, Компʼютерна обробка гідрогеологічної інформації, Дистанційні методи вивчення Землі.</p>
                           <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;&nbsp;</p>
							                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, геоінформаційні системи.</p>
                    <p></p>
                </div>
            </div>


        </div>
        <div>
            <!-- Пустиннік Павло  Миколайович-->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pustinik.png" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пустиннік Павло Миколайович</h2>
                    <p class="person__post">голова комісії, викладач (спеціаліст вищої категорії)</p>
                    
                        <hr class="divider bg-madison hr-left-0">
                    
                    <div class="offset-top-20">
                        <p>Випускник Київського геологорозвідувального технікуму та Київського національного університету імені Тараса Шевченка (2015) спецзастю «Геофізика».</p><p>Працює в коледжі з 2015 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії, викладача.</p>
						<p>Навчальні дисципліни: Геофізичні дослідження у свердловинах, Апаратура та обладнання геофізичних методів, ТО та ремонт геофізичної апаратури в т.ч. курсовий проект/робота, Промислова геофізика.</p>
						<p>Підвищення кваліфікації:&nbsp;</p><p>-Стажування на кафедрі геофізики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-754 від 14.12.2022.</p><p>-Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування № 04/23 від 06.02.2023р.<br></p><p>- Національна академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0440-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0257-24 від 11.05.2024.&nbsp;<br></p>
						<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0229-2025 від 20.05.2025 р.<br></p>
						<p>Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.</p>
                    </div>
                </div>
            </div>

            <!-- Дубчак Євген Сергійович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/dubchak.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Дубчак Євген Сергійович</h2>
                    <p>завідувач природничо-технічного відділення, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (1974), Київського державного університету ім. Т.Г. Шевченка (1981) за спеціальністю "Геофізичні методи пошуку та розвідки родовищ корисних копалин".
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1974 року на посадах лаборанта, викладача, заступника директора, завідувача відділеннями. Студенти цінують його принциповість.
                        </p>
                        <p>
                            Навчальні дисципліни:&nbsp; Ядерна геофізика, Технологічне обладнання галузі.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:</p><p style="text-align: justify;">&nbsp;-Стажування на кафедрі геофізики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-753/1 від 14.12.2022.</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0410-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0239-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0223-2025 від 20.05.2025<br></p>

                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p><p><br></p>
                    </div>
                </div>
            </div>

             <!-- Коваленко Олександр Вікторович -->
           <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kovalenko.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2><span style="font-size: 16pt;">Коваленко Олександр Вікторович</span></h2>
                    <p>завідувач начальної лабораторії електророзвідки, викладач (спеціаліст вищої категорії)</p>
                    <br>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник  Київського державного університету ім. Т. Г. Шевченка (1978) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1988 року на посадах завідувача відділенням, заступника директора, завідувача лабораторії та викладача. 
                            Організатор та учасник  геолого-гідрогеологічної зйомки геофізичними методами для виявлення прісноводних лінз  у Північному Каракумі  в рамках співробітництва з Південно-Аральським гідрогеологічним  трестом  ВО «Туркменгеологія» (1990- 1993). 
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Гравіметрія, Магнітометрія, Електрометрія. </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації.&nbsp;</p><p style="text-align: justify;">-Стажування на кафедрі геофізики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-755/1 від 14.12.2022.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2519/23Д від 04.04.2023.<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0398-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0243-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0243-2025 від 20.05.2025<br></p>

                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, етнографія, Історія України, методика викладання природничих дисциплін
                        </p><p><br></p>
                    </div>
                </div>
            </div>

            <!-- Тітенко Анатолій Миколайович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/titenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тітенко Анатолій Миколайович</h2>
                    <p>кандидат фізико-математичних наук, старший науковий співробітник, викладач (спеціаліст вищої категорії)</p>
                    
                        <hr class="divider bg-madison hr-left-0">
                    <br>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Закінчив у 1994 році Київський політехнічний інститут за спеціальністю «Фізика металів», професійна кваліфікація інженер-металург. У 2006 році   отримав наукову ступінь кандидата фізико-математичних  наук зі спеціальності 01.04.11. «Магнетизм» . Тема дисертації: «Магнітне впорядкування  в сплавах з пам’яттю форми». У 2014 році присвоєно вчене звання старшого наукового співробітника із спеціальності «Магнетизм». 
                        </p>
                        <p style="text-align: justify;">
                            В коледжі працює з 2025  року за сумісництвом  на посаді  викладача фізики. Основне місце роботи - старший науковий співробітник, Лабораторії магнітоструктурних перетворень № 11, Інститут магнетизму імені В.Г. Бар'яхтара Національної академії наук України
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: Фізика і астрономія. Фізика.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:</p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів:<b> </b>фізика, магнетизм, освіта, науки про Землю
                        </p>
                    </div>
                </div>
            </div>

            <!-- Пахомов Юрій Олександрович -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/pohomov.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Пахомов Юрій Олександрович</h2>
                    <p>завідувач навчальної лабораторії ядерної геофізики та радіоекології, викладач (спеціаліст вищої категорії)</p>
                    <hr class="divider bg-madison hr-left-0">
                    <br>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускник Київського геологорозвідувального технікуму (1980) та Київського державного університету ім. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1981 року на  посаді викладача, завідувача лабораторії. 
                            Учасник   геолого-гідрогеологічної зйомки геофізичними методами для виявлення прісноводних лінз  у Північному Каракумі  в рамках співробітництва з Південно-Аральським гідрогеологічним  трестом  ВО «Туркменгеологія» (1990- 1993). 
                        </p>
                        <p style="text-align: justify;">
                            Навчальні дисципліни: 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">-Стажування на кафедрі геофізики ННІ "Інститут геології" Київського національного університету імені Тараса Шевченка, довідка про стажування № 049-12-756 від 14.12.2022.</p><p style="text-align: justify;">- Стажування на підприємстві ДГП"Укргеофізика" довідка про стажування&nbsp; № 02/23 від 06.02.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2607/23Д від 04.04.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0400-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
                        <p style="text-align: justify;">
                            Сфера наукових інтересів:<b> </b>освіта, педагогіка, науки про Землю, методика викладання природничих дисциплін тощо.
                        </p>
                    </div>
                </div>
            </div-->

            <!-- Тонконоженко Леся Юріївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/lesya.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Тонконоженко Леся Юріївна</h2>
                    <p class="person__post">в.о. директора, завідувач навчальної лабораторії апаратури та обладнання ГДС, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>Випускниця
Київського геологорозвідувального технікуму (1999) за спеціальністю
«Комп’ютерна обробка геофізичної інформації» та Київського національного
університету імені Т.Шевченка (2006) за спеціальністю «Геофізика».
Здобула&nbsp; у 2022 році другу вищу освіту&nbsp; у Ніжинському державному
університеті імені Миколи Гоголя за спеціальністю «Географія». Працювала в
Київській геофізичній розвідувальній експедиції на посаді техніка – геофізика
(1999-2004).</p><p>Працює в коледжі з 2006 року на
різних посадах від лаборанта, викладача, завідувача лабораторії.</p><p>Навчальні дисципліни: Радіоекологія. Основи геофізики (Загальний курс геофізичних методів). Сейсморозвідка (Сейсмометрія). Комплексування геофізичних методів (досліджень). Компʼютерна обробка геофізичної інформації. </p><p>Підвищення кваліфікації:&nbsp;</p><p>- ІІ Всеукраїнська наукво-практична конференція "Українське полісся: проблеми та тренди сучасного розвитку". Сертифікат від 10-11 2022.</p><p>- ГО "РУХ ОСВІТА"&nbsp; програма підвищення кваліфікації "Розвиток цифрового середовища педагога. Технології та інформаційні ресурси". Сертифікат № 6617132631461 від 26.09.2022.</p><p>- VII Всеукраїнська конференція молодих науковців "Сучасні проблеми природничих наук".&nbsp; Сертифікат № 09 від 22.11.2022.</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2676/23Д від 04.04.2023.<br></p><p>-Національна Академія
педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний
інститут післядипломної освіти за програмою підвищення кваліфікації
"Менеджмент соціально-педагогічного супроводу діяльності закладів фахової
передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП
35830447/0406-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Вебінар "Культура академічної доброчесності: проєктування освітнього контенту". ТОВ "Всеоосвіта".&nbsp; Сертифікат КО 466515&nbsp;від 28.11.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0231-24 від 11.05.2024.&nbsp;<br></p><p>-ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Матеріали&nbsp; конференції&nbsp;&nbsp;«Використання цифрових технологій у викладанні природничих дисциплін».. Сертифікат № 0472/24Ц від 12-13.06.2024.</p>
<p>-КНУ імені Тараса Шевченка, «Лідерство в університеті: вдосконаленняч заради розвитку» затематичними блоками: «Кризи і виклики перед вищою освітою України», «Розвиток як шлях до забезпечення стійкості університету», 11-13.10.2024,</p>
<p>-КНУ імені Тараса Шевченка, програма підвищення кваліфікації «Роль педагогічних працівників у забезпеченні освітнього процесу та підтримці здобувачів освіти в університеті», 17-27 грудня 2024 року, свідоцтво про підвищення кваліфікації від 27.12.2024, обліковий запис KU 02070944/002323-24,</p>
<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0225-2025 від 20.05.2025</p>
<p>Сфера наукових інтересів: освіта, педагогіка, науки про Землю.</p>
                    </div>
                </div>
            </div>
			

            <!-- Яценко Валентина Василівна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/yachenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Яценко Валентина Василівна</h2>
                    <p class="person__post">завідувач навчальної лабораторії комп’ютерної обробки геологічної, геофізичної, гідрогеологічної та екологічної інформації, викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p style="text-align: justify;">
                            Випускниця Київського геологорозвідувального технікуму (1983), Київського державного університету ім. Т. Г. Шевченка (1994) за спеціальністю "Геофізичні методи пошуку та розвідки родовищ корисних копалин".  
                        </p>
                        <p style="text-align: justify;">
                            Працює в коледжі з 1983 року на різних посадах –від лаборанта, методиста коледжу, голови циклової комісії, в.о. директора, викладача фахових дисциплін. Студенти цінують її принциповість, відвертість. 
                        </p>
                        <p>
                            Навчальні дисципліни: Гравіметрія, Магнітометрія, Компʼютерна обробка геофізичної інформації, в т.ч. курсова робота.</p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p>-Стажування у виробничих підрозділах ДП"Українська геологічна компанія", довідка про стажування № 11/10 від 04.10.2021.</p><p style="text-align: justify;">- Стажування на кафедрі геоінформатики&nbsp;ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування&nbsp; № 049-12-756/1 від 14.12.2022.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2718/23Д від 04.04.2023.<br></p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0394-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0270-24 від 11.05.2024.&nbsp;<br></p>
							<p style="text-align: justify;">-Навчально-науковий інститут проєктів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Інноваційні методики навчання» на прикладі дисциплін «Компʼютерна обробка геофізичної інформації», сертифікат ПК 01597997\02046-2025 від 14.02.2025<br></p>
							<p style="text-align: justify;">-Державна наукова установа «Інститут модернізації освіти», Всеукраїнський науково-практичний семінар «Інформатизація діяльності закладу вищої та фахової передвищої освіти», сертифікат № ПК-2025/6436, 27.03.2025<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0222-2025 від 20.05.2025<br></p>
							<p style="text-align: justify;">-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Українська мова», сертифікат ККПК № 0681-2025 від 13.10.2025<br></p>
							<p style="text-align: justify;">-Спілка голів обласних Рад директорів ЗФПО України, Всеукраїнська науково-практична конференція «Практична підготовка як сталий розвиток компетентностей та професійних якостей здобувачів фахової передвищої освіти в галузі майбутньої спеціальності», сертифікат № 11.2025-517, 27.11.2025<br></p>

                        <p style="text-align: justify;">
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, комп’ютерні науки
                        </p>
                    </div>
                </div>
            </div>
        </div>
		
		
        <div>
            <!-- Носенко Віталій Григорович -->	
            <div class="person range range-xs-center">			
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="300" src="/osvita/images/nosenko.jpg" height="300">
                    </div>
                </div>					
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Носенко Віталій Григорович</h2>
                    <p class="person__post">голова комісії, завідувач лабораторії бурового устаткування та промивки свердловин, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    <div class="offset-top-20">
                        <p>Випускник Донецького політехнічного інституту (1982) за
							спеціальністю «Технологія і техніка розвідки родовищ корисних копалин».</p>
						<p>Працює в коледжі з 1992 року на
							різних посадах завідувача відділенням, викладача фахових дисциплін, голови
							циклової комісії.</p>
						<p>Навчальні дисципліни: Спорудження свердловин на воду в т.ч. курсовий проєкт, Бурове електрообладнання, Основи буріння нафтових і газових свердловин.</p>
						<p>Підвищення кваліфікації:&nbsp;</p>
						<p>-Стажування на кафедрі геології
							родовищ корисних копалин ННІ&nbsp;"Інститут геології" Київського
							національного університету &nbsp;імені Тараса Шевченка, довідка про
							стажування&nbsp; № 049-12-754/1 від 14.12.2022.</p>
						<p>- Національна Академія
							педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний
							інститут післядипломної освіти за програмою підвищення кваліфікації
							"Менеджмент соціально-педагогічного супроводу діяльності закладів фахової
							передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП
							35830447/0447-23 від 02.06.2023.&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0251-24 від 11.05.2024.&nbsp;&nbsp;</p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0249-2025 від 20.05.2025</p>
						<p>Сфера наукових інтересів:
							освіта, психологія, педагогіка, науки про Землю, гірництво.</p>
                    </div>
				</div>
			</div>
			
            <!-- Ващенко Олександр Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/vasenko.jpg" height="170" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Ващенко Олександр&nbsp; Васильович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
						<p style="text-align: justify;">
                        </p><p>Випускник Київського геологорозвідувального технікуму (2009), Національного гірничого університету (2013) за спеціальністю "Буріння свердловин".</p><p>Працює в коледжі з 2013 року на посаді викладача.</p><p>Навчальні дисципліни: Буріння свердловин в т.ч. курсова робота, Промивка свердловин, Гідравліка та гідропривід, Попередження та ліквідація аварій. </p><p>Підвищення кваліфікації:&nbsp;</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2454/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0413-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0260-24 від 11.05.2024.&nbsp;<br></p><p>- ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0234/24Ц від 12-13.06.2024.<br></p><p>- НМЦ вищої та фахової передвищої освіти, «Педагогічні інноваційні процеси у закладах фахової передвищої освіти», сертифікат №ПК 38282994/5047-24, 11-12.10.2024<br></p><p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0233-2025 від 20.05.2025<br></p>
						<p>Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, гірництво.</p>
                        <p>НМЦ вищої та фахової передвищої освіти, «Педагогічні інноваційні процеси у закладах фахової передвищої освіти», сертифікат №ПК 38282994/5047-24,11-12.10.2024,</p>
                    </div>
                </div>
            </div>

            <!-- Лузан Володимир Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/luzan.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Лузан Володимир Васильович</h2>
                    <p class="person__post">викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського національного університету імені Тараса Шевченка (1977) за спеціальністю «Геофізичні методи пошуку та розвідки родовищ корисних копалин» та у 2004 році Центральний інститут післядипломної освіти  за спеціальністю "Управління навчальним закладом". 
                        </p>
                        <p>
                            Працює в коледжі з 1978 року на посадах  директора технікуму та викладача.
                        </p>
                        <p>
                            Навчальні дисципліни:  Основи  охорони праці.
                        </p>
                        <p>
                            Підвищення кваліфікації: - стажування  з охорони праці  в  ДГП «Укргеофізика»,  посвідчення про навчання № 07-379  та довідка № 02/01 від 15.02.2021.</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2566/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0425-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>--НМЦВФПО Міністерства освіти і науки України, круглий стіл"Цифрова трансформація освіти: стан, проблеми, перспективи". Сертифікат від 10.11.2023.</p><p>-Курс "Цифрові навички для освіти з GOOGLE ", тренінг "Покращуйте ефективність освітнього ппроцесу" . ТОВ "Академія цифрового розвитку"&nbsp;. Сертифікат № GDSFE1-1379 від 01.05.2024.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0246-24 від 11.05.2024.&nbsp;<br></p>
							<p>-НМЦ вищої та фахової передвищої освіти, онлайн-курс «Робота з Google-сервісами», сертифікат МООС 38282994/4227-24, 7-11.10.2024<br></p>
							<p>-Державна наукова установа «Інститут модернізації змісту освіти», Всеукраїнський науково-практичний семінар «Створення безпечного освітнього середовища в закладах освіти», сертифікат № ПК-2024/13009<br></p>
							<p>-Спілка голів Рад директорів ЗФПО України, Професійна спілка «Радіоелектронмаш» України, семінар «Використання здоровʼязберігаючих технологій під час організації дистанційного навчання», сертифікат № 11.24-144 28.11.2024<br></p>
							<p>-Спілка голів обласних рад директорів ЗФПО України, Академія праці, соціальних відносин і туризму, «Трансформація громадської активності студентської молоді в історичній ретроспективі», сертифікат ПС/2025-00034 від 20.02.2025<br></p>
							<p>-Державна наукова установа «Інститут модернізації змісту освіти»,  Всеукраїнський науково-практичний семінар «Педагогіка партнерства в практичній діяльності закладів освіти», сертифікат № ПК-2025/3669, 26.03.2025<br></p>
							<p>-ПК з охорони праці в учбово-курсовому комбінаті ДГП «Укргеофізика», посвідчення про підвищення кваліфікації керівного складу № 33-426, 11.04.2025<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0242-2025 від 20.05.2025<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія,  педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Шамрай Олександр Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    
                        <img width="271" src="/osvita/images/Chamran.jpg" height="340" class="img-responsive reveal-inline-block">
                    <br>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Шамрай Олександр Васильович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (2000) за спеціальністю «Техніка та розвідка родовищ корисних копалин», кваліфікацію «гірничий технік» та Київського національного університету імені Тараса Шевченка (2006) за спеціальністю  "Гідрогеологія», кваліфікація спеціаліст-гідрогеолог. 
                            З 2000 по 2022 працював  на різних посадах в геологічних організаціях  та проектних інститутах України.
                        </p>
                        <p>
                            Працює в коледжі з 2022 року на посаді&nbsp; викладача професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни:Гідрогеологія та інженерна геологія, Бурове устаткування, Основи автоматизації буріння свердловин, Буріння інженерно-геологічних свердловин, Геологорозвідувальна справа, Інженерні споруди.</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0408-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0268-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0228-2025 від 20.05.2025<br></p>
                        <p>
                            Сфера наукових інтересів: науки про Землю, гірництво, педагогіка. 
                        </p>
                    </div>
                </div>
            </div>

            <!-- Сита Людмила Миколаївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    
                        <img width="340" src="/osvita/images/sita.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    <br>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сита Людмила Миколаївна</h2>
                    <p class="person__post">завідувач навчальної лабораторії інженерної геології, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускниця Київського геологорозвідувального технікуму (2000), Київського національного університету імені Тараса Шевченка (2007) за спеціальністю «Гідрогеологія».
                        </p>
                        <p>
                            Працює в коледжі з 2000 року на посадах лаборанта, старшого лаборанта, завідувача лабораторії інженерної геології, викладача.
                        </p>
                        <p>
                            Навчальні дисципліни: Основи гідрогеології та інженерної геології, Загальна гідрогеологія, Основи гідравліки та гідрології, Динаміка підземних вод, Методика гідрогеологічних досліджень, в т.ч. курсова робота, Гідрологія з основами гідрогеології</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2641/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0404-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0259-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0230-2025 від 20.05.2025<br></p>
							<p>-ТОВ «ЕДЮКЕЙШНАЛ ЕРА», «Цифровий учитель», сертифікат № 08a44a24-195d-4aec-aca2-08bcd1253b14, 27.10.2025<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Фощій Микола Васильович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/foshii.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Фощій Микола Васильович</h2>
                    <p class="person__post">кандидат технічних наук, викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    
                        <p>
                            Випускник Київського ордена Леніна державного університету  ім. Т.Г.Шевченка (1983) за спеціальністю  «Гідрогеологія та інженерна геологія». У 2007 році здобув науковий ступінь кандидата технічних наук за спеціальністю " Фізичні процеси гірничого виробництва". Автор та співавтор більше 50 геологічних звітів і понад 100 наукових праць і монографій.  
                        </p>
                        <p>
                            Працює в коледжі за сумісництвом на посаді викладача. Основне місце роботи - Державна служба геології та надр України.
                        </p>
                        <p>
                            Навчальні дисципліни: Гірнича справа, Геологорозвідувальна справа, Грунтознавство, Інженерна геодинаміка, Методика інженерно-геологічних досліджень, в  т.ч. курсовий проєкт, Оцінка запасів підземних вод, Основи механіки грунтів.&nbsp;</p><p>Підвищення кваліфікації:</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0449-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0267-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0258-2025 від 20.05.2025<br></p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю, геологія, гірнича справа, економіка, менеджмент.
                        </p>
                    <br>
                </div>
            </div>

            <!-- Малькова Яна Олександрівна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/malkova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Малькова Яна Олександрівна</h2>
                    <p class="person__post"> викладач (спеціаліст&nbsp;)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr>
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Здобула ступінь магістра у  Київському національному університеті імені Тараса Шевченка (2015) за спеціальністю  «Гідрогеологія» та кваліфікацію "Магістра гідрогеології. Гідрогеолога. Молодший науковий співробітник".
                        </p>
                        <p>
                            Працює в коледжі за сумісництвом на посаді  викладача. Основне місце роботи -&nbsp;молодший
науковий співробітник відділу екогеології та термодинаміки, голова Ради молодих вчених ДУ "Інститут геохімії навколишього середовища Національнох академії наук України".</p>
                        <p>
                            Навчальні дисципліни: Комп'ютерна обробка гідрогеологічної інформації.</p><p>Підвищення кваліфікації:</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0426-23 від 02.06.2023.&nbsp;&nbsp;</p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта, психологія, педагогіка, науки про Землю..
                        </p>
                    </div>
                </div>
            </div-->

        </div>
        <div>
            <!-- Лісовенко Тетяна Федосіївна -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/lisovenko.png" height="340">
                    </div>
				</div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Лісовенко Тетяна Федосіївна</h2>
                    <p>голова  методичного об'єднання викладачів технічної механіки міста Києва, голова комісії, викладач-методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила Донецький політехнічний інститут (1969) за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти».
                        </p>
                        <p>
                            Працює в коледжі з 1984 року на  посаді  викладача професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни: Технічна механіка. Взаємозамінність, стандартизація та технічні вимірювання.
                        </p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>-Онлайн-семінар "Впровадження стандартів фахової передвищої освіти в освітній процес коледжів". Сертифікат&nbsp; № 253 від 21.09.2022.</p><p>- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2561/23Д від 04.04.2023.<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0423-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0245-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0241-2025 від 20.05.2025<br></p>

                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, психологія.
                        </p>
                    </div>
                </div>
            </div>


            <!-- Мальований Сергій Іванович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/malevaniy.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Мальований Сергій Іванович</h2>
                    <p>викладач (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (1979) та Київського державного університету ім. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
                        </p>
                        <p>
                            Працює в коледжі з 1981 року на різних посадах -завідувача навчальної частини та викладача професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни: Технологія конструкційних матеріалів.</p>
                        <p>
                            Підвищення кваліфікації:</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0427-23 від 02.06.2023.&nbsp;&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0251-2025 від 20.05.2025<br></p>

                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, науки про Землю, методика викладання природничих дисциплін тощо.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Захарченко Андрій Володимирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="309" src="/osvita/images/Zahar.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Захарченко Андрій Володимирович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії )</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    
                        <p align="justify">Випускник Київського міжнародного&nbsp;університету (1996) за спеціальністю “Експлуатація авіаційної наземної техніки”, кваліфікація інженер-механік та закінчив Київську автомобільну школу «ТСО України» на право навчання водіння транспортних засобів категорії «ВС». </p><p align="justify">У 2015 році закінчив ВНЗ «Відкритий міжнародний університет розвитку людини «Україна» та здобув ступінь магістра за спеціальністю «Хімічні технології тугоплавких і силікатних матеріалів", кваліфікація інженер-технолог. У 2019 році отримав атестат спеціаліста за напрямом підготовки водіїв: правила дорожнього руху, основи безпеки руху, будова та експлуатація ТЗ.</p><p align="justify">Працює в коледжі з 2023 року на посаді викладача професійних дисциплін.<br></p>
                        <p>
                            Навчальні дисципліни: Автомобілі, Технічна експлуатація автомобілів в т.ч. курсовий проєкт, Автомобільні двигуни, Діагностика автомобілів.</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>-Стажування у виробничих підрозділах ПАТ "АТП 13058" . Довідка про стажування № 312 від 15.12.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0240-24 від 11.05.2024.&nbsp;<br></p>
							<p>-ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0246-2025 від 20.05.2025<br></p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, автомобілі.
                        </p>
                    </div>
                </div>

            <!-- Міськевич Віктор Воломирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/miskevich.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Міськевич Віктор Володимирович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії)</p>
					<div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського автомобільно-дорожнього інституту ім. 60-річчя Великої Жовтневої соціалістичної революції (1985) за спеціальністю «Організація дорожнього руху», кваліфікація - інженер дорожнього руху.
                        </p>
                        <p>
                            Працює в коледжі з 2008 року  на посаді викладача професійних дисциплін.
                        </p>
                        <p>
                            Навчальні дисципліни: Теорія автомобілів, Правила та безпека дорожнього руху, Використання експлуатаційних матеріалів  та економія паливно-енергетичних ресурсів, Автомобільні перевезення</p>
                        <p>
                            Підвищення кваліфікації:&nbsp;</p><p>- стажування з автотранспортних дисциплін у виробничих підрозділах ПАТ АТП 13058, довідка № 253 від 13.01.2023.</p><p>Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0428-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0247-24 від 11.05.2024.&nbsp;<br></p>
							<p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0248-2025 від 20.05.2025<br></p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка, автомобілі.
                        </p>
                    </div>
                </div>
            </div>

            <!-- Сміховський Василь Іванович -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/smihovskij.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Сміховський Василь Іванович</h2>
                    <p>майстер виробничого навчання, (спеціаліст другої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму  (1987) за спеціальністю «Геологія, пошук та розвідка  родовищ корисних копалин» та Луцького  державного технічного університету  за спеціальністю "Електропостачання та електрозбереження".
                        </p>
                        <p>
                            Працює в коледжі з 1996 року  на посаді викладача навчальних практик.</p>
                        <p>
                            Навчальні дисципліни: Навчальні слюсарна та верстатна практики.</p><p>Підвищенння кваліфікації:</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0444-23 від 02.06.2023.&nbsp;&nbsp;</p><p>-Стажування у виробничих підрозділах ПАТ "АТП 13058" . Довідка про стажування № 312/2 від 15.12.2023.<br></p>
                        <p>
                            
                        </p>
                        <p>
                            Сфера наукових інтересів: освіта,  педагогіка,науки про Землю.</p>
							</div>
								</div>
								</div-->


			<!-- Бичковський Олександр Володимирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/bychk.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Бичковський Олександр Володимирович</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Випускник Київського геологорозвідувального технікуму (2007) за спеціальністю “Обслуговування та ремонт автомобілів і двигунів”, кваліфікація технік-механік. Закінчив Національний транспортний університет  у 2015 році, де  здобув ступінь бакалавра за напрямом підготовки «Автомобільний транспорт» та кваліфікацію інженер з організації експлуатації та ремонту автомобілів та у  2017 році здобув кваліфікацію: ступінь вищої освіти магістр за спеціальністю «Автомобілі та автомобільне господарство», професійна кваліфікація інженер-механік.
                        </p>
                        <p>
                            Працює в коледжі з 2024 року   викладачем  автотранспортних дисциплін за сумісництвом. 
                        </p>
                        <p>
                            Навчальні дисципліни: Електрообладнання автомобілів, Основи технології ремонту автомобілів в т.ч. курсовий проєкт, Основи автосервісу, Технічне обслуговування автомобілів іноземного виробництва.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: </p>
							<p>- ПАТ «АТП 13058», довідка від 12.12.2024 №272</p>
							<p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0253-2025 від 20.05.2025</p>

                        <p>
                            Сфера наукових інтересів: автомобілі, автомобільне господарство, освіта тощо.
                        </p>
                    </div>
                </div>
            </div>

			<!-- Котченко віталій Степанович -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/kotchenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Котченко Віталій Степанович</h2>
                    <p class="person__post">викладач – методист (спеціаліст вищої категорії)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Ташкетське вище танкове командне училище ім. Рибалко в 1974 році за спеціальністю командна танкова експлуатація танків і автомобілів, кваліфікація офіцер танкових військ, інженер з експлуатації протитанкової техніки і автомобілів.  1989 році закінчив Військову ордена Леніна і Жовтневої революції Червонопрапорну академію протитанкових військ імені маршала Малиновського Р.Я. за спеціальністю інженерно-оперативна тактика танкових військ, кваліфікація офіцер з вищою військовою освітою. 
                        </p>
                        <p>
                            Працює в коледжі з 2022 року   викладачем  дисципліни Захист України за сумісництвом.  Основне місце роботи  ВСП «Оптико-механічний коледж Киїаського національного університету імені Тараса Шевченка» 
                        </p>
                        <p>
                            Навчальні дисципліни: Захист України. Табірний збір.
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації: - Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".  Свідоцтво про підвищення кваліфікації СП 35830447/0421-23 від 02.06.2023.  </p>
                        <p>
                            Сфера наукових інтересів: освіта,  традиції українського війська, військова справа.
                        </p>
                    </div>
                </div>
            </div-->

            <!-- Скорпаков Олександр Володимирович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left"><br>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name"><!-- Скорпаков Олександр Володимирович --></h2></div></div>
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/scorpakov.jpg" height="340" class="img-responsive reveal-inline-block">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Скорпаков Олександр Володимирович</h2>
                    <p> викладач (спеціаліст вищої категорії), майстер спорту з академічного веслування</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Київський державний інститут фізичної культури (1981) за спеціальністю «Фізична культура і спорт»,&nbsp;викладач фізичного виховання-тренер. Після закінчення інституту працював на різних посадах у спортивних організаціях та приймав участь в спортивних заходах різних рівнів, у тому числі і міжнародних.
                        </p>
                        <p>
                            Працює в коледжі з 2010 року на посаді викладача.
                        </p>
                        <p>
                            Навчальні дисципліни: Фізичне виховання. 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:</p><p style="text-align: justify;">- Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти,&nbsp; &nbsp;Освітня ВАТРА перемоги, вебінар "Академічна доброчесність як дієвий механізм забезпечення якості освіти"&nbsp; Сертифікат № 2642/23Д від 04.04.2023.<br></p><p style="text-align: justify;">&nbsp;-НМЦВФПО МОН України семінар "Організація фізкультурно-оздоровчої та спортивно-масової роботи в закладах фахової передвищої освіти в умовах сучасних викликів". Сертифікат СС 38282994/2529-23 від 10.05.2023.</p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0443-23 від 02.06.2023.&nbsp;&nbsp;</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0260-24 від 11.05.2024.&nbsp;<br></p>
                        <p>- Відділ молоді та спорту Печерської районної в місті Києві державної адміністрації, довідка від 19.06.24 № 105/37-167,</p>
						<p>- Відділ молоді та спорту Печерської районної в місті Києві державної адміністрації, Турнір з мініфутболу «Гордість Печерська – 2024», довідка від 21.10.24 № 105/37-276,</p>
						<p>- Навчально-науковий інститут проєктів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Розвиток професійних компетентностей сучасного педагогічного працівника» на прикладі дисципліни «Фізичне виховання», сертифікат ПК 01597997\02222-2025 від 10.10.2025<br></p>

						<p>
                            Сфера наукових інтересів: педагогіка, спорт, спортивні змагання.</p>
                    </div>
                </div>
            </div>


            <!-- Юрченко Анатолій Миколайович -->
            <div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/urchenko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Юрченко Анатолій Миколайович</h2>
                    <p class="person__post">викладач (спеціаліст вищої категорії),  керівник фізичного виховання,  майстер спорту з баскетболу</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчив Київський державний інститут фізичної культури (1979) за спеціальністю «Фізична культура і спорт», викладач фізичного виховання. Після закінчення інституту працював на різних посадах в спортивних організаціях та приймав участь в спортивних заходах різних рівнів,&nbsp;у тому числі і міжнародних.
                        </p>
                        <p>
                            Працює в коледжі з 2004 року на посаді керівника фізичного виховання та викладача,
                        </p>
                        <p>
                            Навчальні дисципліни: Фізичне виховання. 
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p><p style="text-align: justify;">-Національний університет фізичного виховання і спорту України МОН України за програмою підвищення кваліфікації та перепідготовки тренерів (тренерів-викладачів), свідоцтво  про підвищення кваліфікації  №02928433/316-21 від 19.11.2021. 
                        </p><p style="text-align: justify;">-НМЦВФПО МОН України семінар "Організація фізкультурно-оздоровчої та спортивно-масової роботи в закладах фахової передвищої освіти в умовах сучасних викликів". Сертифікат СС 38282994/2530-23.</p><p style="text-align: justify;">-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0451-23 від 02.06.2023.&nbsp;&nbsp;<br></p><p>-Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти". Свідоцтво про підвищення кваліфікації СП 35830447/0269-24 від 11.05.2024.&nbsp;<br></p>
						<p>- Відділ молоді та спорту Печерської районної у місті Києві державної адміністрації, довідка від 19.06.24 № 105/37-168,</p>
						<p>- Відділ молоді та спорту Печерської районної у місті Києві державної адміністрації, Турнір з мініфутболу «Гордість Печерська – 2024», довідка від 21.10.24 № 105/37-283,</p>
						<p>- Навчально-науковий інститут проектів та підвищення кваліфікації Полтавського університету економіки і торгівлі, навчальна програма «Розвиток професійних компетентностей сучасного педагогічного працівника» на прикладі дисципліни «Фізичне виховання», сертифікат ПК 01597997\02221-2025 від 10.10.2025.</p>

                        <p>
                            Сфера наукових інтересів: педагогіка, спорт, спортивні змагання.
                        </p>
                    </div>
                </div>
            </div>

			<!-- Можарівська Вероніка Василівна -->
            <!--div class="person range range-xs-center">
                <div class="cell-sm-4 text-sm-left">
                    <div class="inset-sm-right-30">
                        <img width="340" src="/osvita/images/mojar.png" height="340" class="img-responsive reveal-inline-block" alt="">
                    </div>
                </div>
                <div class="cell-sm-8 text-left">
                    <h2 class="person__name">Можарівська Вероніка Василівна</h2>
                    <p class="person__post">викладач (спеціаліст)</p>
                    <div class="offset-top-15 offset-sm-top-15">
                        <hr class="divider bg-madison hr-left-0">
                    </div>
                    <div class="offset-top-20">
                        <p>
                            Закінчила Національний університет фізичного виховання і спорту України Освітня програма «Фізичне виховання в освітній і виробничих сферах» у 2024 році та здобула кваліфікацію6 ступінь вищої освіти бакалавр галузь знань «Освіта/Педагогіка» спеціальність «Фізична культура і спорт». 
                        </p>
                        <p>
                            Працює в коледжі з вересня 2024  року викладачем фізичного виховання та фізичної культури.
                        </p>
                        <p>
                            Навчальні дисципліни: фізичне виховання
                        </p>
                        <p style="text-align: justify;">
                            Підвищення кваліфікації:&nbsp;</p>
                        <p>
                            Сфера наукових інтересів: освіта, педагогіка, фізичне виховання, спорт
                        </p>
                    </div>
                </div>
            </div-->


        </div>
    </div>
</div><br><br><br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>