<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header.php");
$APPLICATION->SetPageProperty("title", "Навчально-методична лабораторія та кабінет");
$APPLICATION->SetTitle("Навчально-методичні лабораторія та кабінет");
?><style>
.padding-lg {
	display: block;
	padding-top: 90px;
	padding-bottom: 90px;
}
.our-cources h2, .our-impotance h2, .how-study h2, .why-choose h2, .news-events h2, .campus-tour h2, .testimonial h2, .about h2, .browse-teacher h2, .how-apply h2, .have-question h2 {
	display: block;
	padding-bottom: 44px;
	font-family: 'texgyreadventorbold', arial;
	font-size: 36px;
	text-transform: uppercase;
	text-align: left;
}
.our-cources h2 span, .our-impotance h2 span, .how-study h2 span, .why-choose h2 span, .news-events h2 span, .campus-tour h2 span, .browse-teacher h2 span, .how-apply h2 span {
	display: block;
	font-family: 'texgyreadventorregular', arial;
	font-size: 14px;
	opacity: 0.8;
}
.our-cources {
	
}

.our-cources .container {
	position: relative;
	z-index: 2;
}
.our-cources h2 {
	color: #fff;
}
.our-cources h2 span {
	color: #d5d4d3;
}
.our-cources ul.course-list {
	display: block;
	padding-top: 20px;
}
.our-cources ul.course-list li {
	display: block;
	background: url(http://geophys.knu.ua/images/book-bg.png) no-repeat center top;
	position: relative;
}
.our-cources ul.course-list li:after {
	width: 1px;
	height: 100%;
	position: absolute;
	right: 0px;
	top: 0px;
	display: block;
	background: #fff;
	content: " ";
	opacity: 0.3;
}
.our-cources ul.course-list li .inner {
	width: 198px;
	margin: 0 auto;
	height: 280px;
	padding: 54px 0 0 30px;
	position: relative;
}
.our-cources ul.course-list li .inner figure {
	position: absolute;
	left: 4px;
	top: 1px;
	opacity: 0.3;
}
.our-cources ul.course-list li h3 {
	display: block;
	padding-bottom: 0px;
	font-size: 18px;
	text-transform: uppercase;
	line-height: 20px;
	color: #fff;
	position: relative;
	text-align: left;
	font-weight: bold;
	margin-top: -20px;
}
.our-cources ul.course-list li h3 span {
	display: block;
}
.our-cources ul.course-list li p {
	display: block;
	padding-bottom: 12px;
	font-size: 12px;
	line-height: 18px;
	color: #fff;
	opacity: 0.8;
}
.our-cources ul.course-list li .fess-box {
	display: inline-block;
	padding: 0 12px;
	background: #ff9600;
	font-size: 11px;
	font-weight: 700;
	color: #fff;
	position: relative;
	text-transform: uppercase;
}
.our-cources ul.course-list li .fess-box span {
	font-family: 'texgyreadventorbold', arial;
	font-size: 16px;
}
.our-cources ul.course-list li .bottom-txt {
	width: 100%;
	padding: 18px 30px;
	position: absolute;
	bottom: 0px;
	left: 0px;
}
.our-cources ul.course-list li .duration {
	width: 81%;
	float: left;
}
.our-cources ul.course-list li .duration h4 {
	display: block;
	font-family: 'texgyreadventorbold', arial;
	font-size: 16px;
	color: #fff;
	text-transform: uppercase;
	font-weight: bold;
}
.our-cources ul.course-list li .duration span {
	display: block;
	font-size: 11px;
	font-weight: 700;
	color: #fff;
	line-height: 16px;
	text-transform: uppercase;
	opacity: 0.8;
}
.our-cources ul.course-list li a {
	display: block;
	position: absolute;
	right: 18px;
	top: 22px;
}
.our-cources ul.course-list li a .icon-more-icon {
	font-size: 23px;
	color: #fff;
	opacity: 0.5;
	transition: all 0.3s ease 0s;
}
.our-cources ul.course-list li a:hover .icon-more-icon {
	opacity: 1;
}

a:hover {
	color: #0087ab;
}

</style> <style>
    .content-item {
        padding-left: 16px !important;
    }

	.img-wrap {
		width: 230px;
		height: 230px;
		overflow: hidden;
		border-radius: 50%;
	}

	.img-wrap img {
		width: 100%;
		height: 100%;
		object-fit: cover;
	}

    .main {
        margin-top: 60px;
        padding-bottom: 30px;
    }

    .content {
        padding: 0 32px;
    }

    .menu {

    }

    .menu__item {
        font-size: 16px !important;
    }

    .person__name {
        font-size: 24px;
        font-weight: bold;
    }

    .person__post {
        font-size: 16px;
        font-weight: bold;
    }

	.main {
		width: 100%;
		display: flex;
		padding: 0 36px;
		padding-bottom: 24px;
		flex-wrap: wrap;
		align-items: center;
		justify-content: center;
	}

	.card {
		width: calc(25% - 16px);
		min-width: 280px;
		margin: 8px;
		margin-top: 0;
		background-color: #fff;
		box-shadow: 4px 4px 8px #ddd;
		border-radius: 8px;
		overflow: hidden;
		position: relative;
	}

	.card:last-child {
		margin-bottom: 8px;
	}

	.card__img {
		width: 100%;
		position: relative;
		height: 0;
		overflow: hidden;
		padding-top: 56%;
	}

	.card__img img {
		position: absolute;
		left: 0;
		right: 0;
		top: 0;
		bottom: 0;
		width: 100%;
		height: 100%;
		object-fit: cover;
	}

	.card__link {
		font-size: 18px;
		display: block;
		margin: 10px auto;
		font-weight: 700;
		height: 80px; 
	}

</style>
<p class="main" style="text-align: justify;">
 <b><span style="font-size: 22pt;">Навчально-методична лабораторія</span></b><br>
</p>
<p style="text-align: justify;">
	 Навчально-методична лабораторія виконує функції контролю стану якості освітньої діяльності у коледжі. У своїй роботі лабораторія керується чинним законодавством України, Положеннями коледжу та іншими нормативними документами.<br>
 <b>Функції&nbsp; лабораторії:</b>
</p>
<ul type="disc" style="text-align: justify;">
	<li>Аналізує&nbsp; &nbsp;та контролює питання якості освіти: освітньо-професійні&nbsp; програми, навчальні&nbsp;плани, навчально-методичні&nbsp;комплекси дисциплін (компонентів), програми та робочі&nbsp; програми навчальних дисциплін (компонентів),&nbsp; графіки навчального процесу та іншу методичну документацію.</li>
	<li>Аналізує та контролює&nbsp;виконання науково- методичної роботи педагогічними та науково-педагогічними працівниками коледжу.&nbsp;&nbsp;</li>
	<li>Вивчає, узагальнює і поширює передовий досвід науково-методичної &nbsp;роботи&nbsp;циклових комісій коледжу та інших закладів освіти.</li>
	<li>Організовує та бере участь у проведенні методичних семінарів, конференцій, занять з питань удосконалення освітнього процесу та підвищення педагогічної майстерності.</li>
	<li>Контролює своєчасне оновлення навчально-методичних комплексів дисциплін (компонентів) згідно з чинними Державними стандартами освіти, освітніми програмами та навчальними планами тощо.</li>
	<li>Створює умови для безперервного удосконалення фахової рівня, педагогічної майстерності педагогічних та науково-педагогічних працівників шляхом підвищення кваліфікації&nbsp; та встановлює творчі зв'язки з іншими закладами освіти та організаціями.</li>
</ul>
<p>
</p>
<div class="person range range-xs-center">
	<div class="cell-sm-4 text-sm-left">
		<div class="inset-sm-right-30">
 <img width="340" src="/osvita/images/slobod.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
		</div>
	</div>
	<div class="cell-sm-8 text-left">
		<h2 class="person__name">Слободян Світлана Іванівна</h2>
		<p class="person__post">
			 завідувач навчально-методичної лабораторії, викладач-методист (спеціаліст вищої категорії)
		</p>
		<div class="offset-top-15 offset-sm-top-15">
			<hr class="divider bg-madison hr-left-0">
		</div>
		<p class="offset-top-20">
		</p>
		<p style="text-align: justify;">
		</p>
		<p>
			 Випускниця Київського геологорозвідувального технікуму (1978) та Київського державного університету м. Т. Г. Шевченка (1988) за спеціальністю “Геофізичні методи пошуків та розвідки родовищ корисних копалин”.
		</p>
		<p>
		</p>
		<p>
			 У 1997 році здобула другу вищу освіту за спеціальністю «Облік і аудит» у Міжгалузевому інституті післядипломної освіти.
		</p>
		<p>
			 2006-2007 здобула науковий ступінь (неформальна освіта)&nbsp;доктора філософіїі в галузі політологія у Міжнародній Кадровій Академії (МКА), Міжрегіональній Академії управління персоналом (МАУП) і Міжнародному Відкритому Університеті (МВУ). Тема дисертації: "Формування громадської думки в умовах легітимації політичної влади (масово комунікативний вимір)".
		</p>
		<p>
			 У 2015 році закінчила Міжрегіональну Академію управління персоналом за спеціальністю «Програмне забезпечення систем.
		</p>
		<p>
			 1978 - 1990 роки - ДГП ”ПівнічУкргеологія” (технік-оператор, технік-обчислювач, інженер-інтерпретатор, інженер-геофізик, геофізик).
		</p>
		<p>
			 1990-2001 роки - Київський геологорозвідувальний технікум (методист, завідувач відділенням по роботі з іноземними студентами, викладач дисциплін професійного циклу)
		</p>
		<p>
			 2001-2017 роки - Міжрегіональна Академія управління персоналом (спеціаліст, начальник відділу з питань паспортно-візового обслуговування іноземних громадян, заступник директора з навчально-методичної роботи Міжнародного підготовчого інституту, старший викладач, доцент кафедр гуманітарних та природничих дисциплін, політології).
		</p>
		<p>
			 2011-2020 роки - Київський національний торговельно-економічний університет (старший викладач Підготовчого відділення для іноземців та осіб без громадянства та за сумісництвом провідний спеціаліст з міграційних питань).
		</p>
		<p>
			 З грудня 2020 року працює у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаді завідувача навчально-методичної лабораторії та викладача дисциплін професійного циклу. Автор понад 15 наукових публікацій в фахових виданнях, та біля 10 професійних методичних розробок.&nbsp;У 2023 році присвоєне педагогічне звання «викладач-методист».
		</p>
		<p>
		</p>
		<p style="text-align: left;">
 <b>Викладає навчальні дисципліни</b>: Інформатика та компʼютерна техніка, Основи стандартизації та метрології, Геоінформатика, Соціально-політичні студії.
		</p>
		<p style="text-align: left;">
 <b>Підвищення кваліфікації: </b>-Вебінар "Створення онлайнового освітнього середовища під час карантинних заходів".&nbsp; ТОВ "На Урок".&nbsp; &nbsp;Свідоцтво № В242-737645 від 17.03.2020.
		</p>
		<p style="text-align: left;">
			 -Міжнародна науково-практична конференція "Інноваційні наукові дослідження у сфері педагогічних та психологічних наук". Матеріали конференції " Сучасні інформаційні та телекомунікаційні технології та освітній процес". Сертифікат учасника від 01-02.10.2021.
		</p>
		<p style="text-align: left;">
			 -International scientific conference "Modern European Psychological and Pedagogical Educatio. The Development of a Cretive Learning Environment". Матеріали конференції "Бездротові мережеві технології в навчальному процесі". Certificate №PS-85659 -WSBW dated 09.10.2021.
		</p>
		<p style="text-align: left;">
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Цифрові технології в освітньому процесі".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/Д0339-21 від 22.10.2021.
		</p>
		 -Вебінар "Інноваційні підходи для навчання інформатики". ТОВ "Всеоосвіта".&nbsp; Сертифікат DJ213466 від 23.02.2022.<br>
		 -Міжнародна науково-практична конференція "Сучасний стан та перспективи розвитку науки, освіти та суспільства".&nbsp; Матеріали конференції "Освітній веб-квест: сучасні тенденції викладання дисциплін". Сертифікат учасника від 15.08.2022.<br>
		 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Діджитал-діалог, тиждень освіти дорослих "Освіта і наука: разом до перемоги". Сертифікат № 6047/22Д від 15.09.2022.<br>
 <span style="text-align: justify;">-Вебінар "Створення відеоконтенту для організації дистанційного навчання»". ТОВ "На Урок".&nbsp; Сертифікат В730-2542494 від 21.09.2022.<br>
 </span><span style="text-align: justify;">-ІІ Міжнародна науково-практична конференція&nbsp;«Розбудова внутрішніх систем забезпечення якості освіти у ЗВО України: інструменти та виклики».&nbsp; Матеріали конференції "Інформаційне освітнє середовище дієвий інструмент в системі управління якості освіти". Сертифікат від 17-18.11.2022.<br>
		<div style="text-align: justify;">
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2647/23Д від 04.04.2023.
		</div>
 </span>
		<div style="text-align: justify;">
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0403-23 від 02.06.2023.<br>
			 -Вебінар "Атестація педагогічних працівників за новим Положенням: перспективи та виклики". ТОВ "На Урок".&nbsp; Сертифікат В936-2542494 від 16.09.2023.<br>
			 -НМЦВФПО МОН&nbsp;України, круглий стіл"Цифрова трансформація освіти: стан, проблеми, перспективи". Сертифікат від 10.11.2023.<br>
			 -ІІІ Міжнародна науково-практична конференція&nbsp;«Розбудова внутрішніх систем забезпечення якості&nbsp; у ЗВО України: кваліфікації, оцінювання та культура якості».&nbsp; Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістью освітньої діяльності".&nbsp;Сертифікат від 16-17.11.2023.<br>
			 -V Всеукраїнська науково-практична конференція"Політичні трансформації сучасного суспільства". Матеріали конференції "Функції засобів масової комунікації у політологічному вимірі". Сертифікат СС00493014/000526-24 від 22.02.2024.<br>
			 -GEO UGEN Україна "Сучасний викладач". Сертифікат № 370 від 27-29.02.2024.<br>
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0261-24 від 11.05.2024.<br>
			 -ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0450/24Ц від 12-13.06.2024.<br>
			 <p>- CEO UGEN Україна, «Uni-Biz Bridge: Освіта в умовах невизначеності», сертифікат № 160, 26-29.08.2024 </p>
			<p>- Київський національний університет імені Тараса Шевченка, ІV Міжнародна науково-практична конференція «Розбудова  внутрішніх систем забезпечення якості у ЗВО України – досягнення і проблеми – погляд ззовні і зсередини», сертифікат від 05.12.2024</p>
			<p>- Наукове товариство «Українська школа архетипіки», «Публічні комунікації в часи інформаційного хаосу», сертифікат № 129/06.12.2024, 06.12.2024</p>
			<p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0221-2025 від 20.05.2025</p>
			<p>- Київський національний університет імені Тараса Шевченка, KNU TEACH WEEK 6, сертифікат учасника, 04-07.08.2025</p>
			<p>- Київський національний університет імені Тараса Шевченка, V Міжнародна науково-практична конференція «Розбудова  внутрішніх систем забезпечення якості у ЗВО України» (до 10-річчя Стандартів і рекомендацій щодо забезпечення якості у Європейському просторі вищої освіти» (ESG-2015)), сертифікат від 28.11.2025</p>
 <b>Сфера наукових інтересів:</b> освіта, педагогіка, науки про Землю, комп’ютерні науки, політичні та соціологічні науки, методика викладання&nbsp; дисциплін.
		</div>
	</div>
</div>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
<p style="text-align: center;">
</p>
 <br>
 <b><span style="font-size: 22pt;">Навчально-методичний кабінет<br>
 </span></b>
<p style="text-align: justify;">
	 Навчально-методичний кабінет-центр навчально-методичної роботи коледжу, де зосереджуються інформаційні, нормативно-інструктивні, навчально-методичні матеріали, зразки планування та звітної документації, матеріали кращого досвіду педагогічних працівників, друкована продукція.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Основні завдання:
</p>
<p style="text-align: justify;">
</p>
<ul type="disc" style="text-align: justify;">
	<li>Організація навчально-методичної роботи в коледжі.</li>
	<li>Вивчення, узагальнення та поширення передового педагогічного досвіду.</li>
	<li>Вивчення та аналіз рівня методичного забезпечення освітнього процесу.</li>
	<li>Надання методичної допомоги викладачам у&nbsp;підвищенні їх фахового рівня, удосконаленні педагогічної майстерності.</li>
	<li>Накопичення та систематизація методичних матеріалів, які розробляються у закладі фахової передвищої освіти.</li>
	<li>Створення умов для безперервного удосконалення фахової освіти шляхом підвищення кваліфікації педагогічних працівників.</li>
	<li>Надання методичної допомоги цикловим комісіям в організації роботи з питань ведення навчально-методичної документації, виховання, навчання, роботи з викладачами.</li>
	<li>Підготовка навчально-методичних питань для розгляду на засіданнях педагогічної і методичної рад.</li>
</ul>
<p>
</p>
<div class="person range range-xs-center">
	<div class="cell-sm-4 text-sm-left">
		<div class="inset-sm-right-30">
 <img width="340" src="/osvita/images/simko.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
		</div>
	</div>
	<div class="cell-sm-8 text-left">
		<h2 class="person__name">Семко Юлія Олегівна</h2>
		<p class="person__post">
			 завідувач навчально-методичним кабінетом, кандидат геологічних наук, викладач - методист (спеціаліст вищої категорії)
		</p>
		<div class="offset-top-15 offset-sm-top-15">
			<hr class="divider bg-madison hr-left-0">
		</div>
		<p class="offset-top-20">
		</p>
		<p style="text-align: justify;">
			 Випускниця Київського національного університету імені Тараса Шевченка (2008, 2010) за спеціальністю «Геологія» спеціалізація «Економічна геологія». 2010-2013 роки - навчання в аспірантурі у Навчально-науковому інституті "Інститут геології" Київського національного університету імені Тараса Шевченка. В 2014 році захистила дисертаційну роботу на тему “Комплексна оцінка геологічних пам'яток природи на прикладі об'єктів Криворіжжя” і здобула науковий ступінь кандидата геологічних наук за спеціальністю 04.00.19 «Економічна геологія».&nbsp;
		</p>
		<p style="text-align: justify;">
			 &nbsp;Є автором понад 16 друкованих праць, у тому числі 5 у вітчизняних наукових фахових виданнях та 1 у іноземному (англомовному) виданні. Працювала на геологічному факультеті Київського національного університету імені Тараса Шевченка на посаді інженера ІІ категорії науково-дослідної частини НДЛ "Мінералого – геохімічних досліджень". Була учасником організації наукових заходів кафедри геології родовищ корисних копалин, зокрема секретарем наукової міжнародної конференції «Наукові засади геолого–економічної оцінки мінерально-сировинної бази України та світу». Розробник освітньої програми «Геотуризм», автор програм та робочих програм навчальної дисципліни «Геоморфологія та четвертинна геологія України». Творчо підходить до викладання навчальних дисциплін, застосовуючи різні методи і форми навчання.
		</p>
		<p style="text-align: justify;">
			 У коледжі працює з 2013 року на посаді старшого лаборанта, а з 2014 рок - завідувача навчально-методичним кабінетом та викладача&nbsp; геологічних дисциплін.&nbsp;У 2024 році присвоєне педагогічне звання «викладач-методист».
		</p>
		<p style="text-align: justify;">
 <b>Викладає навчальні дисципліни:</b>Геоморфологія та четвертинна геологія, Корисні копалини, Охорона геологічної спадщини, Економіка мінеральної сировини, Морська геологія, Геологія родовищ корисних копалин.
		</p>
		<p style="text-align: justify;">
 <b>Підвищення кваліфікації:</b> Академія талановитих керівників. Вебінар "Цифорова&nbsp;освіта сучасного вчителя". Сертифікат від 05.10.2022.
		</p>
		<p>
			 -НМЦ ВФПО МОН України за програмою підвищення кваліфікації&nbsp; онлан-курс "Проєктування та створення електронних підручників і посібників". Сертифікат СС 38282994/0218-23 від 05.02.2023.
		</p>
		<p>
			 - Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2637/23Д від 04.04.2023.<br>
		</p>
		<p>
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0409-23 від 02.06.2023.
		</p>
		<p>
			 - ТОВ "На Урок".&nbsp; Публікація авторського матеріалу "Геологія як наука, обєкт, напрямки та методи досліджень". Сертифікат ДБ-2309361116 від 27.09.2023.<br>
		</p>
		<p>
			 &nbsp; -ТОВ "Всеоосвіта".&nbsp; Публікація авторського матеріалу "Мінерали та форми знаходження їх у природі. Фізичні властивості мінералів. Класифікація мінералів".&nbsp;Свідоцтво&nbsp; АХ812584 від 29.09.2023.<br>
		</p>
		<p>
			 -VII Міжнародна науково-практична конференція "Надрокористування в Україні. Перспективи інвестування". Матеріали конференції "Нормативні аспекти використання ресурсів надр відповідно до видів користування надрами" від 09-12.10.2023.
		</p>
		<p>
			 -Вебінар "Створення та використання інтерактивних вправ для змішаного й онлайн -навчання". ТОВ "Всеоосвіта".&nbsp; Сертифікат № 0Y045058 від 20.10.2023.<br>
		</p>
		<p>
			 -Національне агенство кваліфікацій, курс на тему" Розроблення професійних стандартів". Сертифікат № 145 від 23.10.2023.
		</p>
		<p>
			 -НМЦ ВФПО МОН України,&nbsp; онлайн-навчання за програмою підвищення кваліфікації"Методологічні засади організації професійного розвитку педагогічних працівників в умовах оновленого змісту освіти". Сертифікат СС 38282994/4847-23 від 25-26.10.2023.<br>
		</p>
		<p>
			 - ІІІ Міжнародна науково-практична конференція&nbsp;«Розбудова внутрішніх систем забезпечення якості&nbsp; у ЗВО України: кваліфікації, оцінювання та культура якості».&nbsp; Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістью освітньої діяльності". Сертифікат від 16-17.11.2023.
		</p>
		<p>
			 -ГО "Центр Поділля -Соціум" навчання за програмою курсу "Цифрове портфоліо сучасного фахівця". Сертифікат від 07.11.-20.11.2023.&nbsp;
		</p>
		<p>
			 - Міжнародна науково-практична конференція "Геологічні музеї і колекції: їх роль в науці, освіті та туризмі". Матеріали конференції" Використання геологічних колекцій для підготовки фахівців з геотуризму". від 06-08.12.2023.
		</p>
		<p>
			 -VI Міжнародна науково-практична конференція "Геотуризм. Практика і досвід." Матеріали конференції "Освітньо-професійна програма "Геотуризм", її актуальність та песпективність" від 25-28.04.2024.
		</p>
		<p>
			 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0258-24 від 11.05.2024.&nbsp;<br>
			 -ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Матеріали&nbsp; конференції&nbsp;&nbsp;«Використання цифрових технологій у викладанні природничих дисциплін».&nbsp;Сертифікат № 0445/24Ц від 12-13.06.2024.
		</p>
		<p>- CEO UGEN Україна, «Uni-Biz Bridge: Освіта в умовах невизначеності», сертифікат № 89, 26-29.08.2024</p>
		<p>- ТОВ «Академія цифрового розвитку», вебінар «Чи можливе написання наукових текстів за допомогою ШІ: огляд UNRIDDLE, JENNI AI», сертифікат №АІ-TG240910-0004, 10.09.2024</p>
		<p>- EIT JAMPSTARTER, Funded by the European Union. Проєкт «UrbanGeoWonders», травень -червень 2024, липень -жовтень 2024. Сертифікат від 30.10.2024</p>
		<p>- Київський національний університет імені Тараса Шевченка, ІV Міжнародна науково-практична конференція «Розбудова  внутрішніх систем забезпечення якості у ЗВО України – досягнення і проблеми – погляд ззовні і зсередини», сертифікат від 05.12.2024
		<p>- ТОВ «На Урок», «Штучний інтелект в освіті: новини, секрети, інновації», свідоцтво № В1194-4822379 від 12.01.2025</p>
		<p>- ТОВ «На Урок», «ШІ для інтерактивних уроків: креативні інструменти та ідеї», свідоцтво № В1323-4822379 від 25.04.2025</p>
		<p>- ТОВ «На Урок», «Онлайн-сервіси для здійснення підсумкового оцінювання: Canva, WordArt, інструменти Google», свідоцтво № В1328-4822379 від 05.05.2025</p>
		<p>- ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0261-2025 від 20.05.2025</p>
		<p>- НМЦ вищої та фахової передвищої освіти, участь у Всеукраїнському конкурсі серед закладів фахової передвищої освіти «Електронні освітні ресурси у професійній діяльності педагога – 2025», диплом, 2025</p>
		<p>- НМЦ вищої та фахової передвищої освіти, учасник Всеукраїнського конкурсі серед закладів фахової передвищої освіти «Електронні освітні ресурси у професійній діяльності педагога – 2025», Методичні рекомендації «Інноваційні підходи до викладання природних дисциплін з використанням електронних освітніх ресурсів», сертифікат від 27.11.2025</p>
		<p>
 <b>Сфера наукових інтересів:</b> освіта, науки про Землю, економіка, методика викладання природничих дисциплін, туризм тощо.
		</p>
		<p>
		</p>
	</div>
</div>
<p>
</p>
<div class="person range range-xs-center">
	<div class="cell-sm-4 text-sm-left">
		<div class="inset-sm-right-30">
 <img width="340" src="/osvita/images/buxanova.jpg" height="340" class="img-responsive reveal-inline-block" alt="">
		</div>
	</div>
	<div class="cell-sm-8 text-left">
		<h2 class="person__name">Буханова Олена Володимирівна</h2>
		<p class="person__post">
			 методист коледжу (спеціаліст вищої категорії)
		</p>
		<div class="offset-top-15 offset-sm-top-15">
			<hr class="divider bg-madison hr-left-0">
		</div>
		<div class="offset-top-20">
			<p>
				 У&nbsp;2000 році закінчила&nbsp;&nbsp;Київський національний університет&nbsp;імені Тараса Шевченка за спеціальністью "Українська мова та література" та здобула кваліфікацію філолога, спеціаліста української мови та літератури.&nbsp;<br>
			</p>
			<p>
				 Професійна діяльність:
			</p>
			<p>
				 З&nbsp;2001 по 2005 роки&nbsp;працювала у Медичному інституті Української асоціації народної медицини на посаді викладача латинської мови та медичної термінології,&nbsp; ділової української мови.
			</p>
			<p>
				 З 2006 по 2022 роки&nbsp; працювала у Київському національному торговельно-економічному університеті на посаді старшого викладача української мови як іноземної підготовчого відділення для іноземців та осіб без громадянства та на кафедрі сучасних європейських мов. Координувала методичне забезпечення відділення та кафедри.
			</p>
			<p>
			</p>
			<p>
				 З грудня 2022 року переходить працювати у ВСП «Фаховий коледж геологорозвідувальних технологій КНУ імені Тараса Шевченка» на посаду методиста коледжу.
			</p>
			<p>
 <b>Викладає навчальні дисципліни:</b> Українська мова (за професійним спрямуванням), Етика ділового спілкування.<br>
			</p>
			<p>
 <b>Підвищення кваліфікації</b>:&nbsp;
			</p>
			<p>
				 -Національний педагогічний університет імені М,П,Драгоманова &nbsp;за напрямом "Інноватика у викладанні української мови як іноземної". Свідоцтво 12СС 02125295/039794.
			</p>
			<p>
				 -Стажування у ННІ&nbsp;"Інститут геології" Київського національного університету &nbsp;імені Тараса Шевченка, довідка про стажування № 049-12-752 від 14.12.2022.
			</p>
			<p>
				 - Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", УВУПО, Центральний інститут післядипломної освіти, Освітня ВАТРА перемоги " Академічна доброчесність як дієвий механізм забезпечення якості освіти". Сертифікат № 2449/23Д від 04.04.2023.<br>
			</p>
			<p>
				 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Менеджмент соціально-педагогічного супроводу діяльності закладів фахової передвищої освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0411-23 від 02.06.2023.&nbsp;&nbsp;<br>
			</p>
			<p>
				 -Вебінар "Атестація педагогічних працівників за новим Положенням: перспективи та виклики". ТОВ "На Урок".&nbsp; Сертифікат В936-4785793 від 16.09.2023..<br>
			</p>
			<p>
				 -Вебінар "Робота атестаційної комісії закладу освіти протягом року". ТОВ "На Урок".&nbsp; Сертифікат В963-4785793 від 20.10.2023.
			</p>
			<p>
				 - ІІІ Міжнародна науково-практична конференція&nbsp;«Розбудова внутрішніх систем забезпечення якості&nbsp; у ЗВО України: кваліфікації, оцінювання та культура якості».&nbsp; Матеріали конференції "Електронні освітні ресурси: інноваційні засоби навчання у системі управління якістью освітньої діяльності". Сертифікат від 16-17.11.2023.
			</p>
			<p>
				 -Національна Академія педагогічних наук, ДЗВО "Університет менеджменту освіти", Центральний інститут післядипломної освіти за&nbsp; програмою підвищення кваліфікації "Сучасні технології управління професійним розвитком педагогічних та науково-педагогічних працівників закладів освіти".&nbsp; Свідоцтво про підвищення кваліфікації СП 35830447/0233-24 від 11.05.2024.&nbsp;<br>
				 -ІІІ Всеукраїнська науково-практична інтернет-конференція "Формування цифрового освітнього середовища професійного розвитку фахівців в умовах Відкритого університету післядипломної освіти". Сертифікат № 0254/24Ц від 12-13.06.2024.<br>
				 -Київський національний університет імені Тараса Шевченка, ІV Міжнародна науково-практична конференція «Розбудова  внутрішніх систем забезпечення якості у ЗВО України – досягнення і проблеми – погляд ззовні і зсередини», сертифікат від 05.12.2024<br>
				 -ЦПО ДЗВО «Університет менеджменту освіти» за програмою «Розбудова системи забезпечення якості освіти в закладах освіти» за категорією «Науково-педагогічні, педагогічні працівники закладів освіти», сертифікат ККПК № 0224-2025 від 20.05.2025<br>
			</p>
			<p>
 <b>Сфера наукових інтересів:</b> освіта, педагогіка, методика викладання гуманітарних дисциплін тощо.
			</p>
		</div>
	</div>
</div>
<p>
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>