<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
require($_SERVER["DOCUMENT_ROOT"]."/templates/header-en.php");
$APPLICATION->SetPageProperty("title", "Наші випускники");
$APPLICATION->SetTitle("Наші випускники");
?><style>
	.person {
		width: 25%;
		padding: 16px;
		display: inline-block;
	}

	.person_img {
		width: 100%;
		padding-top: 120%;
		position: relative;
		border-radius: 8px;
		overflow: hidden;
	}

	.person_img img {
		position: absolute;
		left: 0;
		right: 0;
		top: 0;
		bottom: 0;
		width: 100%;
		height: 100%;
		object-fit: cover;
	}

	.person_title {
		text-align: left;
		font-weight: 700;
		margin-top: 16px;
		min-height: 44px;
	}

	.person_discription {
		text-align: left;
		height: 350px;
		overflow-y: scroll;
		text-align: justify;
	}

	.person_discription::-webkit-scrollbar{
		width: 6px;
	}

	.text-container {
		padding: 0 24px;
		text-align: justify;
	}

</style>
<h2 class="text-bold">Наші випускники</h2>
<p class="text-container" style="text-align: justify;">
	 Майже як за 90-років існування закладу освіти було підготовлено&nbsp;понад 50000 фахівців для геологічної галузі та інших галузей. Серед випускників&nbsp; є люди що своїм талантом та самовіданною&nbsp; наполегливою працею досягли високої майстерності та визнання, забезпечили добробут створивши унікальну мінерально-сировинну базу нашої держави і іноземних держав (країни Африки, Азії, Південної Америки) та прославили&nbsp; Київський геологорозвідувальний технікум (сьогодні Фаховий коледж геологорозвідувальних технологій).&nbsp;
</p>
<p class="text-container" style="text-align: justify;">
 <b><i>Випускники КГРТ, </i>я<i>кі внесли вклад в розвиток науки, культури, відкриття родовищ корисних копалин, керівники&nbsp;організатори геологорозвідувального виробництва та управління науковими дослідженнями.</i>&nbsp;</b>
</p>
<hr class="divider bg-madison">
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/galetskij.jpg" alt="">
	</div>
	<div class="person_title">
		 Галецький Леонід Станіславович (випуск-1953)
	</div>
	<div class="person_discription">
		 Доктор геолого-мінералогічних наук, професор, академік Академії гірничих наук України, Української екологічної академії, член-кореспондент Міжнародної академії Євразії, член вченої ради та спецради Інституту геологічних наук НАН України та член спецради Київського національного університету імені Тараса Шевченка, завідувач відділу геології корисних копалин Інституту геологічних наук НАН України. Автор&nbsp; більш як 310 наукових праць, серед яких 8 монографій, 28 геологічних звітів, 7 методичних посібників, 12 цільових комплексних програм геологічних досліджень. Під його керівництвом створено унікальний геологічний твір - Атлас "Геологія корисних копалин України", який ще не має аналогів у світі. Американський Бібліографічний Інститут&nbsp; визнав Л.С. Галецького чоловіком року і його біографічні данні включені в Міжнародний довідник видатних осіб. Автор нової стратегії розвитку мінерально-ресурсної бази України та впроваджує нові високі технології, інноваційні проекти у розвиток міжнародного співробітництва.&nbsp;
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/gurskij.jpg" alt="">
	</div>
	<div class="person_title">
		 Гурський Дмитро Сергійович (випуск-1968).
	</div>
	<div class="person_discription">
		 Кандидат геологічних наук, фахівець з прогнозування, вивчення та підготовки до експлуатації родовищ корисних копалин, економіки мінеральної сировини, організації геологорозвідувального виробництва. Автор багатьох наукових праць, головний розробник "Концепції нарощування мінерально-сировинної бази, як основи стабілізації економіки України" та концепції реструктизації галузі "Геологія і розвідка надр". Працював на службі геологічної галузі від техніка -геолога до голови Державної геологічної служби &nbsp;України .
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/krasnojin.jpg" alt="">
	</div>
	<div class="person_title">
		 Красножон Михайло Дмитрович (випуск-1961).
	</div>
	<div class="person_discription">
		 Доктор геологічних наук, академік Української нафтогазової академії (УПГА), керівник геофізичного відділення УНГА, заступник директора з наукових питань Українського геологорозвідувального інституту (УкрДГРІ), член редколегії журналу "Мінеральні ресурси УКраїни", науково-технічного вісника "Каротажник", заступник редактора Збірника наукових праць&nbsp; УкрДГРІ), член спеціалізованих рад по захисту дисертацій.&nbsp; Розробник&nbsp; &nbsp;нового метода інтерпретації даних електричного&nbsp; каротажу (метод приведених кривих) та алгоритмічне забезпечення повного циклу багатоваріантної комплексної інтерпретації матеріалів ГДС та суміжної інформації.&nbsp;
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/ponomarenko.jpg" alt="">
	</div>
	<div class="person_title">
		 Пономаренко Олександр Миколайович (випуск -1970)
	</div>
	<div class="person_discription">
		 Доктор геологічних наук,&nbsp; професор, член-кореспондент,&nbsp;академік НАН України, академік-секретар Відділення наук про Землю, член президії НАН України, директор Інституту геохімії, мінералогії та рудоутворення ім. М.П. Семененка , завідувач відділу геохімії ізотопів і мас -спектрометрії Інституту.&nbsp; Спеціаліст в області ізотопної геохронології&nbsp; та геохімії ізотопів. Ним удосконалена геохронологічна шкала архею УЩ, розроблена морфогенетична та ізотопно-геохімічна класифікація цирконів із його архейських утворень, встановлена природа поліфазного формування циркону в геологічних комплексах. Дослідження&nbsp; вченого використовуються в Кореляційних стратиграфічних схемах Українського щита&nbsp; Національного стратиграфічного комітету&nbsp; (НСК) України. Розроблені методики і результати ізотопно-геохімічних і мінералогічних досліджень використовуються під час проведення робіт з геохронологічного датування докембрійських утворень.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/romaschenko.jpg" alt="">
	</div>
	<div class="person_title">
		 Ромащенко Михайло Іванович (випуск-1967).
	</div>
	<div class="person_discription">
		 Доктор технічних наук, професор, академік Національної академії аграрних наук України, директор Інституту водних проблем і меліорації Національної академії аграрних наук України. Наукова діяльність Михайла Івановича Ромащенка присвячена вирішенню актуальних проблем водного господарства, гідротехніки та меліорації.Започатковано новий науковий напрям — екологічно безпечне зрошення та запропоновано і теоретично обґрунтувано новий методичний підхід до формування водозберігаючих екологічно безпечних режимів зрошення. А також розробив наукові та нормативно-методичні засади організації і ведення еколого-меліоративного моніторингу зрошуваних земель, нову концепцію захисту сільськогосподарських угідь і сільських населених пунктів від процесів підтоплення, повеней та поводків. Під його науковим керівництвом та безпосередній участі в Україні розроблено науково-теоретичні засади для широкого впровадження технологій та технічних засобів мікрозрошення.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/shovkoshitnij.jpg" alt="">
	</div>
	<div class="person_title">
		 Шовкошитний Володимир Федорович (випуск- 1975).
	</div>
	<div class="person_discription">
		 Український поет, прозаїк, публіцист, громадський, політичний та державний діяч, доктор філософії в галузі політології, почесний професор-асистент університету Південної Флориди (США), співавтор основних державотворчих актів України, серед них -Декларація про Суверенітет України, Акт проголошення незалежності України та Конституція України. Член-засновник Демократичної партії України, заступник голови Української народної партії "Собор", президент Міжнародної організації "Союз Чорнобиль" (1990-2003), один із засновників Української екологічної асоціації "Зелений світ", перший заступник Голови Національної спілки письменників України (НСПУ), автор багатьох збірок поезій, книг, музичних альбомів, автор і співавтор сценаріїв фільмів.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/trigubenko.jpg" alt="">
	</div>
	<div class="person_title">
		 Трегубенко Віктор Іванович (випуск 1971) .
	</div>
	<div class="person_discription">
		 Провідний вчений України в галузі застосування електромагнітних полів для вивчення глибинної будови землі і верхньої мантії та пошуків і розвідки родовищ корисних копалин. Автор декількох винаходів та понад 100 опублікованих праць. Один із авторів впровадження у виробництво геофізичної апаратури ряду ЛЕМАД (лабораторія електромагнітних досліджень)&nbsp; яка використовується і сьогодні для геофізичних досліджень не тільки в Україні&nbsp; і за кордоном. Під його керівництвом вперше в Україні у виробництво впроваджено частотну модифікацію метода викликаної поляризації (ІНФАЗ-ВП) та метод зондування становленням електромагнітного поля у ближній зоні джерела збудження (ЗСБЗ). Ці методи і сьогодні широко застосовуються в Україні. Один із важливих досліджень для України було його керівництво виконання площадних зйомок магнітотелуричними методами МТЗ і МВЗ&nbsp; масштабу 1:5000000 і 1:2500000 тав виконання магнітотелуричних досліджень в межах геотраверсу "Граніт".&nbsp; Результати наукової діяльності відомі не лише в Україні, а й за її межами.&nbsp;
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/chulkov.jpg" alt="">
	</div>
	<div class="person_title">
		 Чулков Сергій Сергійович (випуск -1975).
	</div>
	<div class="person_discription">
		 Учасник морської арктичної експедиції&nbsp; (Українська антарктична станція «Академік&nbsp;Вернадський») , а також&nbsp; брав участь у розробці та впровадженні&nbsp; &nbsp;у виробництво&nbsp; сейсморозвідувальної апаратури та методик пошуків нафти і газу на півострові&nbsp;Ямал, Республіці Парагвай, Криму. Працює в Інституті&nbsp; ім. С.І. Субботіна НАН України з&nbsp; 1993 року на різних посадах від провідного інженера до заступника директора.&nbsp; Співавтор наукових методичних розробок,&nbsp; мережі пунктів збору геофізичної інформації по всій території України.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/entin.jpg" alt="">
	</div>
	<div class="person_title">
		 Ентін Володимир Аркадійович (випуск -1959)
	</div>
	<div class="person_discription">
		 Кандидат геологічних наук, член Науково- радіоційної ради Державної Геологічної служби України та керівник напряму&nbsp; досліджень рудних покладів геофізичними методами. &nbsp; Автор і співатор десятків&nbsp; виробничих і тематичних тестів за результатами геолого-геофізичних робіт на&nbsp; геологічних територіях Українського щита, Дніпровсько-Донецької западини&nbsp; і Карпат, більш як 40 наукових статей методичних розробок по коплексу геолого-геофізичних зйомок&nbsp; &nbsp;в Україні гідростатичного нівелювання і супутникових радіонавігаційних систем.<br>
		 Працював на службі геологічної галузі від молодшого техніка до головного геофізика Центра геофізичних досліджень ГП"Українська геологічна компанія".
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/prodajvoda.jpg" alt="">
	</div>
	<div class="person_title">
		 Продайвода Георгій Трохимович (випуск 1959)
	</div>
	<div class="person_discription">
		 Доктор<span style="color: #000000;">&nbsp;фізико-математичних наук, професор,</span> <span style="color: #000000;">&nbsp;академік&nbsp; АН ВШ України,&nbsp;</span> <span style="color: #000000;">академік-секретар Відділення наук про Землю цієї академії, дійсний член Нью-Йоркської АН США, голова Відділення&nbsp; <a href="https://uk.wikipedia.org/w/index.php?title=EAGE&action=edit&redlink=1" title="EAGE (ще не написана)">EAGE</a>
		&nbsp;при&nbsp; <a href="https://uk.wikipedia.org/wiki/%D0%9A%D0%B8%D1%97%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BD%D0%B0%D1%86%D1%96%D0%BE%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%83%D0%BD%D1%96%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%82%D0%B5%D1%82_%D1%96%D0%BC%D0%B5%D0%BD%D1%96_%D0%A2%D0%B0%D1%80%D0%B0%D1%81%D0%B0_%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%B0" title="Київський національний університет імені Тараса Шевченка">КНУТШ</a>, член правління Асоціації геофізичних методів досліджень в свердловинах. Експерт Державного центру науково-технічної експертизи.&nbsp;</span>Фундатор наукової школи сейсмоакустики в Київському університеті&nbsp;&nbsp;та нової наукової парадигми геофізики. Відкрив явища інваріантності та розщеплення фазових швидкостей&nbsp; пружних хвиль&nbsp; в гірських породах.&nbsp;&nbsp;Розробив&nbsp; кристалохімічний метод&nbsp;визначення пружних постійних мінералів&nbsp;&nbsp;і інваріантно-поляризаційний метод визначення пружних постійних гірських порід, сейсмомінералогічний метод глибинного картування і моніторингу природних і техногенних процесів. Розробив концепцію геофізичної освіти в Україні та нові навчальні курси як «Механіка суцільного середовища», «Фізика Землі», «Математичне моделювання геофізичних параметрів», «Сейсмоакустика». Автор 24 патентів і більше ніж 270 наукових праць.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/murashko.jpg" alt="">
	</div>
	<div class="person_title">
		 Мурашко Михайло Миколайович (випуск -1971)
	</div>
	<div class="person_discription">
		 Кандидат геолого-мінералогічних наук. Автор відкриття низки мінералів: руденкоіт, авдонініт, шуламітіт, набімсуаіт, хармуніт, григорєвіт,старовіат, баріоферріт, стекліт, Для двох останніх є першим автором. Відкритий в 2012 році&nbsp; мінерал -мурашкоіт- було названо на честь мінералога і колекціонера українського походження Михайла Мурашко. Працював на кафедрі мінералогії Гірничого інституту та директором ЗАТ "Систематична мінералогія" , а також має багато наууових публікацій.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/mershij.jpg" alt="">
	</div>
	<div class="person_title">
		 Мерщій Віктор Васильович (випуск-1968)
	</div>
	<div class="person_discription">
		 Кандидат технічних наук. Автор&nbsp;понад 120 наукових праць, 11 винаходів, співавтор монографії «Сейсмическая голография сложнопостроенных сред».&nbsp; <br>
		 У ПрАТ «Центр обробки даних Надра» працює з 1998 р. на посаді директора обчислювального центру, начальника відділу обробки сейсморозвідувальної інформації, наукового керівника Центру.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/karmazenko.jpg" alt="">
	</div>
	<div class="person_title">
		 Кармазенко Володимир Вячеславович (випуск-)
	</div>
	<div class="person_discription">
		 Працював у Полтавській експедиції з геофізичних досліджень свердловин на посаді інженера-геофізика геологічного відділу. За його участі під час роботи головним геологом ГГП «Балакліяпромгеофізика» було відкрито Гашинівське нафтове родовище в породах кристалічного фундаменту, а також нові продуктивні пласти Борисівського газоконденсатного та Кирічівського нафтогазового родовищ. З 2000 р.&nbsp; працює в Групі компаній Надра, спочатку на посаді голови правління ЗАТ «Укрпромгеофізика», а з 2003 р. — голови правління ЗАТ «Київський завод «Геофізприлад». Удостоєний звання «Почесний розвідник надр», нагороджений ювілейною медаллю на честь 100-річчя С.Г. Комарова Міжнародної Асоціації науково-технічного та ділового співробітництва з геофізичних досліджень і робіт у свердловинах, медаллю Л.І. Лутугіна.
	</div>
</div>
<div class="person">
	<div class="person_img">
 <img src="/about/vipusk/makarenko.jpg" alt="">
	</div>
	<div class="person_title">
		 Макаренко Ірина Борисівна (випуск 1982)
	</div>
	<div class="person_discription">
		 Доктор геологічних наук, учасник держбюджетних тем, окремих розділів наукових досліджень за програмно-цільовою та конкурсною тематикою НАН України. В даний час є науковим керівником держбюджетної теми: «Глибинна будова літосфери та процеси формування родовищ корисних копалин України і суміжних регіонів» (2021-2025 рр.). Фахівець в області тривимірного гравітаційного моделювання, в досконалості володіє методикою і технікою побудови густинних моделей. За її безпосередньої участі створено і розраховано 3D гравітаційні моделі земної кори і верхньої мантії різного масштабу наступних тектонічних регіонів і окремих структур: Дніпровсько-Донецької западини і Донбасу, Українського щита (Інгульський мегаблок, Голованівська шовна зона, широтні зони розломів), Чорноморської мегазападини (глибоководна частина, північно- західний та північно-східний шельфи) і прилеглих територій. Вперше для території України і суміжних регіонів отримано розподіл густини на певних глибинах (поверхня фундаменту, 10, 20, 30 км, розділ Мохо); оцінено потужності умовно виділених «гранітного», «діоритового», «базальтового» шарів консолідованої кори та коромантійної суміші; виділено гранітний, гранітно-діоритовий, діоритовий і базальтоїдний типи кори, які характеризують неоднорідність сучасної консолідованої кори регіону в цілому. Автор багатьох публікацій та наукових статей у вітчизняних та зарубіжних журналах.
	</div>
</div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>